{
  "surah_number": 7,
  "name_en": "Al-A'raf",
  "name_ar": "الأعراف",
  "verses_count": 206,
  "revelation_place": "makkah",
  "verses": [
    {
      "global_id": 955,
      "surah": 7,
      "ayah": 1,
      "verse_key": "7:1",
      "text_ar": " الٓمٓصٓ",
      "text_en_pickthall": "Alif. Lam. Mim. Sad."
    },
    {
      "global_id": 956,
      "surah": 7,
      "ayah": 2,
      "verse_key": "7:2",
      "text_ar": "كِتَـٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
      "text_en_pickthall": "(It is) a Scripture that is revealed unto thee (Muhammad) - so let there be no heaviness in thy heart therefrom - that thou mayst warn thereby, and (it is) a Reminder unto believers."
    },
    {
      "global_id": 957,
      "surah": 7,
      "ayah": 3,
      "verse_key": "7:3",
      "text_ar": "ٱتَّبِعُوا۟ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ ۗ قَلِيلًا مَّا تَذَكَّرُونَ",
      "text_en_pickthall": "(Saying): Follow that which is sent down unto you from your Lord, and follow no protecting friends beside Him. Little do ye recollect!"
    },
    {
      "global_id": 958,
      "surah": 7,
      "ayah": 4,
      "verse_key": "7:4",
      "text_ar": "وَكَم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا فَجَآءَهَا بَأْسُنَا بَيَـٰتًا أَوْ هُمْ قَآئِلُونَ",
      "text_en_pickthall": "How many a township have We destroyed! As a raid by night, or while they slept at noon, Our terror came unto them."
    },
    {
      "global_id": 959,
      "surah": 7,
      "ayah": 5,
      "verse_key": "7:5",
      "text_ar": "فَمَا كَانَ دَعْوَىٰهُمْ إِذْ جَآءَهُم بَأْسُنَآ إِلَّآ أَن قَالُوٓا۟ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "text_en_pickthall": "No plea had they, when Our terror came unto them, save that they said: Lo! We were wrong-doers."
    },
    {
      "global_id": 960,
      "surah": 7,
      "ayah": 6,
      "verse_key": "7:6",
      "text_ar": "فَلَنَسْـَٔلَنَّ ٱلَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْـَٔلَنَّ ٱلْمُرْسَلِينَ",
      "text_en_pickthall": "Then verily We shall question those unto whom (Our message) hath been sent, and verily We shall question the messengers."
    },
    {
      "global_id": 961,
      "surah": 7,
      "ayah": 7,
      "verse_key": "7:7",
      "text_ar": "فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ ۖ وَمَا كُنَّا غَآئِبِينَ",
      "text_en_pickthall": "Then verily We shall narrate unto them (the event) with knowledge, for We were not absent (when it came to pass)."
    },
    {
      "global_id": 962,
      "surah": 7,
      "ayah": 8,
      "verse_key": "7:8",
      "text_ar": "وَٱلْوَزْنُ يَوْمَئِذٍ ٱلْحَقُّ ۚ فَمَن ثَقُلَتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "text_en_pickthall": "The weighing on that day is the true (weighing). As for those whose scale is heavy, they are the successful."
    },
    {
      "global_id": 963,
      "surah": 7,
      "ayah": 9,
      "verse_key": "7:9",
      "text_ar": "وَمَنْ خَفَّتْ مَوَٰزِينُهُۥ فَأُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُم بِمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَظْلِمُونَ",
      "text_en_pickthall": "And as for those whose scale is light: those are they who lose their souls because they used to wrong Our revelations."
    },
    {
      "global_id": 964,
      "surah": 7,
      "ayah": 10,
      "verse_key": "7:10",
      "text_ar": "وَلَقَدْ مَكَّنَّـٰكُمْ فِى ٱلْأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ ۗ قَلِيلًا مَّا تَشْكُرُونَ",
      "text_en_pickthall": "And We have given you (mankind) power in the earth, and appointed for you therein livelihoods. Little give ye thanks!"
    },
    {
      "global_id": 965,
      "surah": 7,
      "ayah": 11,
      "verse_key": "7:11",
      "text_ar": "وَلَقَدْ خَلَقْنَـٰكُمْ ثُمَّ صَوَّرْنَـٰكُمْ ثُمَّ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ لَمْ يَكُن مِّنَ ٱلسَّـٰجِدِينَ",
      "text_en_pickthall": "And We created you, then fashioned you, then told the angels: Fall ye prostrate before Adam! And they fell prostrate, all save Iblis, who was not of those who make prostration."
    },
    {
      "global_id": 966,
      "surah": 7,
      "ayah": 12,
      "verse_key": "7:12",
      "text_ar": "قَالَ مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ ۖ قَالَ أَنَا۠ خَيْرٌ مِّنْهُ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
      "text_en_pickthall": "He said: What hindered thee that thou didst not fall prostrate when I bade thee? (Iblis) said: I am better than him. Thou createdst me of fire while him Thou didst create of mud."
    },
    {
      "global_id": 967,
      "surah": 7,
      "ayah": 13,
      "verse_key": "7:13",
      "text_ar": "قَالَ فَٱهْبِطْ مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخْرُجْ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ",
      "text_en_pickthall": "He said: Then go down hence! It is not for thee to show pride here, so go forth! Lo! thou art of those degraded."
    },
    {
      "global_id": 968,
      "surah": 7,
      "ayah": 14,
      "verse_key": "7:14",
      "text_ar": "قَالَ أَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "text_en_pickthall": "He said: Reprieve me till the day when they are raised (from the dead)."
    },
    {
      "global_id": 969,
      "surah": 7,
      "ayah": 15,
      "verse_key": "7:15",
      "text_ar": "قَالَ إِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "text_en_pickthall": "He said: Lo! thou art of those reprieved."
    },
    {
      "global_id": 970,
      "surah": 7,
      "ayah": 16,
      "verse_key": "7:16",
      "text_ar": "قَالَ فَبِمَآ أَغْوَيْتَنِى لَأَقْعُدَنَّ لَهُمْ صِرَٰطَكَ ٱلْمُسْتَقِيمَ",
      "text_en_pickthall": "He said: Now, because Thou hast sent me astray, verily I shall lurk in ambush for them on Thy Right Path."
    },
    {
      "global_id": 971,
      "surah": 7,
      "ayah": 17,
      "verse_key": "7:17",
      "text_ar": "ثُمَّ لَـَٔاتِيَنَّهُم مِّنۢ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَـٰنِهِمْ وَعَن شَمَآئِلِهِمْ ۖ وَلَا تَجِدُ أَكْثَرَهُمْ شَـٰكِرِينَ",
      "text_en_pickthall": "Then I shall come upon them from before them and from behind them and from their right hands and from their left hands, and Thou wilt not find most of them beholden (unto Thee)."
    },
    {
      "global_id": 972,
      "surah": 7,
      "ayah": 18,
      "verse_key": "7:18",
      "text_ar": "قَالَ ٱخْرُجْ مِنْهَا مَذْءُومًا مَّدْحُورًا ۖ لَّمَن تَبِعَكَ مِنْهُمْ لَأَمْلَأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ",
      "text_en_pickthall": "He said: Go forth from hence, degraded, banished. As for such of them as follow thee, surely I will fill hell with all of you."
    },
    {
      "global_id": 973,
      "surah": 7,
      "ayah": 19,
      "verse_key": "7:19",
      "text_ar": "وَيَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ فَكُلَا مِنْ حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "And (unto man): O Adam! Dwell thou and thy wife in the Garden and eat from whence ye will, but come not nigh this tree lest ye become wrong-doers."
    },
    {
      "global_id": 974,
      "surah": 7,
      "ayah": 20,
      "verse_key": "7:20",
      "text_ar": "فَوَسْوَسَ لَهُمَا ٱلشَّيْطَـٰنُ لِيُبْدِىَ لَهُمَا مَا وُۥرِىَ عَنْهُمَا مِن سَوْءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنْ هَـٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ ٱلْخَـٰلِدِينَ",
      "text_en_pickthall": "Then Satan whispered to them that he might manifest unto them that which was hidden from them of their shame, and he said: Your Lord forbade you from this tree only lest ye should become angels or become of the immortals."
    },
    {
      "global_id": 975,
      "surah": 7,
      "ayah": 21,
      "verse_key": "7:21",
      "text_ar": "وَقَاسَمَهُمَآ إِنِّى لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ",
      "text_en_pickthall": "And he swore unto them (saying): Lo! I am a sincere adviser unto you."
    },
    {
      "global_id": 976,
      "surah": 7,
      "ayah": 22,
      "verse_key": "7:22",
      "text_ar": "فَدَلَّىٰهُمَا بِغُرُورٍ ۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتْ لَهُمَا سَوْءَٰتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ ٱلْجَنَّةِ ۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيْطَـٰنَ لَكُمَا عَدُوٌّ مُّبِينٌ",
      "text_en_pickthall": "Thus did he lead them on with guile. And when they tasted of the tree their shame was manifest to them and they began to hide (by heaping) on themselves some of the leaves of the Garden. And their Lord called them, (saying): Did I not forbid you from that tree and tell you: Lo! Satan is an open enemy to you?"
    },
    {
      "global_id": 977,
      "surah": 7,
      "ayah": 23,
      "verse_key": "7:23",
      "text_ar": "قَالَا رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "text_en_pickthall": "They said: Our Lord! We have wronged ourselves. If thou forgive us not and have not mercy on us, surely we are of the lost!"
    },
    {
      "global_id": 978,
      "surah": 7,
      "ayah": 24,
      "verse_key": "7:24",
      "text_ar": "قَالَ ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "text_en_pickthall": "He said: Go down (from hence), one of you a foe unto the other. There will be for you on earth a habitation and provision for a while."
    },
    {
      "global_id": 979,
      "surah": 7,
      "ayah": 25,
      "verse_key": "7:25",
      "text_ar": "قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ",
      "text_en_pickthall": "He said: There shall ye live, and there shall ye die, and thence shall ye be brought forth."
    },
    {
      "global_id": 980,
      "surah": 7,
      "ayah": 26,
      "verse_key": "7:26",
      "text_ar": "يَـٰبَنِىٓ ءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَٰرِى سَوْءَٰتِكُمْ وَرِيشًا ۖ وَلِبَاسُ ٱلتَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "text_en_pickthall": "O Children of Adam! We have revealed unto you raiment to conceal your shame, and splendid vesture, but the raiment of restraint from evil, that is best. This is of the revelations of Allah, that they may remember."
    },
    {
      "global_id": 981,
      "surah": 7,
      "ayah": 27,
      "verse_key": "7:27",
      "text_ar": "يَـٰبَنِىٓ ءَادَمَ لَا يَفْتِنَنَّكُمُ ٱلشَّيْطَـٰنُ كَمَآ أَخْرَجَ أَبَوَيْكُم مِّنَ ٱلْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَٰتِهِمَآ ۗ إِنَّهُۥ يَرَىٰكُمْ هُوَ وَقَبِيلُهُۥ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ۗ إِنَّا جَعَلْنَا ٱلشَّيَـٰطِينَ أَوْلِيَآءَ لِلَّذِينَ لَا يُؤْمِنُونَ",
      "text_en_pickthall": "O Children of Adam! Let not Satan seduce you as he caused your (first) parents to go forth from the Garden and tore off from them their robe (of innocence) that he might manifest their shame to them. Lo! he seeth you, he and his tribe, from whence ye see him not. Lo! We have made the devils protecting friends for those who believe not."
    },
    {
      "global_id": 982,
      "surah": 7,
      "ayah": 28,
      "verse_key": "7:28",
      "text_ar": "وَإِذَا فَعَلُوا۟ فَـٰحِشَةً قَالُوا۟ وَجَدْنَا عَلَيْهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَا ۗ قُلْ إِنَّ ٱللَّهَ لَا يَأْمُرُ بِٱلْفَحْشَآءِ ۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "text_en_pickthall": "And when they do some lewdness they say: We found our fathers doing it and Allah hath enjoined it on us. Say: Allah, verily, enjoineth not lewdness. Tell ye concerning Allah that which ye know not?"
    },
    {
      "global_id": 983,
      "surah": 7,
      "ayah": 29,
      "verse_key": "7:29",
      "text_ar": "قُلْ أَمَرَ رَبِّى بِٱلْقِسْطِ ۖ وَأَقِيمُوا۟ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ وَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۚ كَمَا بَدَأَكُمْ تَعُودُونَ",
      "text_en_pickthall": "Say: My Lord enjoineth justice. And set your faces upright (toward Him) at every place of worship and call upon Him, making religion pure for Him (only). As He brought you into being, so return ye (unto Him)."
    },
    {
      "global_id": 984,
      "surah": 7,
      "ayah": 30,
      "verse_key": "7:30",
      "text_ar": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيْهِمُ ٱلضَّلَـٰلَةُ ۗ إِنَّهُمُ ٱتَّخَذُوا۟ ٱلشَّيَـٰطِينَ أَوْلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
      "text_en_pickthall": "A party hath He led aright, while error hath just hold over (another) party, for lo! they choose the devils for protecting supporters instead of Allah and deem that they are rightly guided."
    },
    {
      "global_id": 985,
      "surah": 7,
      "ayah": 31,
      "verse_key": "7:31",
      "text_ar": "۞ يَـٰبَنِىٓ ءَادَمَ خُذُوا۟ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ وَكُلُوا۟ وَٱشْرَبُوا۟ وَلَا تُسْرِفُوٓا۟ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْرِفِينَ",
      "text_en_pickthall": "O Children of Adam! Look to your adornment at every place of worship, and eat and drink, but be not prodigal. Lo! He loveth not the prodigals."
    },
    {
      "global_id": 986,
      "surah": 7,
      "ayah": 32,
      "verse_key": "7:32",
      "text_ar": "قُلْ مَنْ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِىٓ أَخْرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَـٰتِ مِنَ ٱلرِّزْقِ ۚ قُلْ هِىَ لِلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا خَالِصَةً يَوْمَ ٱلْقِيَـٰمَةِ ۗ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
      "text_en_pickthall": "Say: Who hath forbidden the adornment of Allah which He hath brought forth for His bondmen, and the good things of His providing? Say: Such, on the Day of Resurrection, will be only for those who believed during the life of the world. Thus do we detail Our revelations for people who have knowledge."
    },
    {
      "global_id": 987,
      "surah": 7,
      "ayah": 33,
      "verse_key": "7:33",
      "text_ar": "قُلْ إِنَّمَا حَرَّمَ رَبِّىَ ٱلْفَوَٰحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَٱلْإِثْمَ وَٱلْبَغْىَ بِغَيْرِ ٱلْحَقِّ وَأَن تُشْرِكُوا۟ بِٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "text_en_pickthall": "Say: My Lord forbiddeth only indecencies, such of them as are apparent and such as are within, and sin and wrongful oppression, and that ye associate with Allah that for which no warrant hath been revealed, and that ye tell concerning Allah that which ye know not."
    },
    {
      "global_id": 988,
      "surah": 7,
      "ayah": 34,
      "verse_key": "7:34",
      "text_ar": "وَلِكُلِّ أُمَّةٍ أَجَلٌ ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
      "text_en_pickthall": "And every nation hath its term, and when its term cometh, they cannot put it off an hour nor yet advance (it)."
    },
    {
      "global_id": 989,
      "surah": 7,
      "ayah": 35,
      "verse_key": "7:35",
      "text_ar": "يَـٰبَنِىٓ ءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ ءَايَـٰتِى ۙ فَمَنِ ٱتَّقَىٰ وَأَصْلَحَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "text_en_pickthall": "O Children of Adam! When messengers of your own come unto you who narrate unto you My revelations, then whosoever refraineth from evil and amendeth - there shall no fear come upon them neither shall they grieve."
    },
    {
      "global_id": 990,
      "surah": 7,
      "ayah": 36,
      "verse_key": "7:36",
      "text_ar": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_en_pickthall": "But they who deny Our revelations and scorn them - each are rightful owners of the Fire; they will abide therein."
    },
    {
      "global_id": 991,
      "surah": 7,
      "ayah": 37,
      "verse_key": "7:37",
      "text_ar": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ أُو۟لَـٰٓئِكَ يَنَالُهُمْ نَصِيبُهُم مِّنَ ٱلْكِتَـٰبِ ۖ حَتَّىٰٓ إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ قَالُوٓا۟ أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا وَشَهِدُوا۟ عَلَىٰٓ أَنفُسِهِمْ أَنَّهُمْ كَانُوا۟ كَـٰفِرِينَ",
      "text_en_pickthall": "Who doeth greater wrong than he who inventeth a lie concerning Allah or denieth Our tokens. (For such) their appointed portion of the Book (of destiny) reacheth them till, when Our messengers come to gather them, they say: Where (now) is that to which ye cried beside Allah? They say: They have departed from us. And they testify against themselves that they were disbelievers."
    },
    {
      "global_id": 992,
      "surah": 7,
      "ayah": 38,
      "verse_key": "7:38",
      "text_ar": "قَالَ ٱدْخُلُوا۟ فِىٓ أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّنَ ٱلْجِنِّ وَٱلْإِنسِ فِى ٱلنَّارِ ۖ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا ۖ حَتَّىٰٓ إِذَا ٱدَّارَكُوا۟ فِيهَا جَمِيعًا قَالَتْ أُخْرَىٰهُمْ لِأُولَىٰهُمْ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمْ عَذَابًا ضِعْفًا مِّنَ ٱلنَّارِ ۖ قَالَ لِكُلٍّ ضِعْفٌ وَلَـٰكِن لَّا تَعْلَمُونَ",
      "text_en_pickthall": "He saith: Enter into the Fire among nations of the jinn and humankind who passed away before you. Every time a nation entereth, it curseth its sister (nation) till, when they have all been made to follow one another thither, the last of them saith unto the first of them: Our Lord! These led us astray, so give them double torment of the Fire. He saith: For each one there is double (torment), but ye know not."
    },
    {
      "global_id": 993,
      "surah": 7,
      "ayah": 39,
      "verse_key": "7:39",
      "text_ar": "وَقَالَتْ أُولَىٰهُمْ لِأُخْرَىٰهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ",
      "text_en_pickthall": "And the first of them saith unto the last of them: Ye were no whit better than us, so taste the doom for what ye used to earn."
    },
    {
      "global_id": 994,
      "surah": 7,
      "ayah": 40,
      "verse_key": "7:40",
      "text_ar": "إِنَّ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَٱسْتَكْبَرُوا۟ عَنْهَا لَا تُفَتَّحُ لَهُمْ أَبْوَٰبُ ٱلسَّمَآءِ وَلَا يَدْخُلُونَ ٱلْجَنَّةَ حَتَّىٰ يَلِجَ ٱلْجَمَلُ فِى سَمِّ ٱلْخِيَاطِ ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُجْرِمِينَ",
      "text_en_pickthall": "Lo! they who deny Our revelations and scorn them, for them the gates of heaven will nor be opened not will they enter the Garden until the camel goeth through the needle´s eye. Thus do We requite the guilty."
    },
    {
      "global_id": 995,
      "surah": 7,
      "ayah": 41,
      "verse_key": "7:41",
      "text_ar": "لَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ ۚ وَكَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "Theirs will be a bed of hell, and over them coverings (of hell). Thus do We requite wrong-doers."
    },
    {
      "global_id": 996,
      "surah": 7,
      "ayah": 42,
      "verse_key": "7:42",
      "text_ar": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_en_pickthall": "But (as for) those who believe and do good works - We tax not any soul beyond its scope - Such are rightful owners of the Garden. They abide therein."
    },
    {
      "global_id": 997,
      "surah": 7,
      "ayah": 43,
      "verse_key": "7:43",
      "text_ar": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ ۖ وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى هَدَىٰنَا لِهَـٰذَا وَمَا كُنَّا لِنَهْتَدِىَ لَوْلَآ أَنْ هَدَىٰنَا ٱللَّهُ ۖ لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ ۖ وَنُودُوٓا۟ أَن تِلْكُمُ ٱلْجَنَّةُ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_en_pickthall": "And We remove whatever rancour may be in their hearts. Rivers flow beneath them. And they say: The praise to Allah, Who hath guided us to this. We could not truly have been led aright if Allah had not guided us. Verily the messengers of our Lord did bring the Truth. And it is cried unto them: This is the Garden. Ye inherit it for what ye used to do."
    },
    {
      "global_id": 998,
      "surah": 7,
      "ayah": 44,
      "verse_key": "7:44",
      "text_ar": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْجَنَّةِ أَصْحَـٰبَ ٱلنَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا ۖ قَالُوا۟ نَعَمْ ۚ فَأَذَّنَ مُؤَذِّنٌۢ بَيْنَهُمْ أَن لَّعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "And the dwellers of the Garden cry unto the dwellers of the Fire: We have found that which our Lord promised us (to be) the Truth. Have ye (too) found that which your Lord promised the Truth? They say: Yea, verily. And a crier in between them crieth: The curse of Allah is on evil-doers,"
    },
    {
      "global_id": 999,
      "surah": 7,
      "ayah": 45,
      "verse_key": "7:45",
      "text_ar": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ كَـٰفِرُونَ",
      "text_en_pickthall": "Who debar (men) from the path of Allah and would have it crooked, and who are disbelievers in the Last Day."
    },
    {
      "global_id": 1000,
      "surah": 7,
      "ayah": 46,
      "verse_key": "7:46",
      "text_ar": "وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَى ٱلْأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلًّۢا بِسِيمَىٰهُمْ ۚ وَنَادَوْا۟ أَصْحَـٰبَ ٱلْجَنَّةِ أَن سَلَـٰمٌ عَلَيْكُمْ ۚ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ",
      "text_en_pickthall": "Between them is a veil. And on the Heights are men who know them all by their marks. And they call unto the dwellers of the Garden: Peace be unto you! They enter it not although they hope (to enter)."
    },
    {
      "global_id": 1001,
      "surah": 7,
      "ayah": 47,
      "verse_key": "7:47",
      "text_ar": "۞ وَإِذَا صُرِفَتْ أَبْصَـٰرُهُمْ تِلْقَآءَ أَصْحَـٰبِ ٱلنَّارِ قَالُوا۟ رَبَّنَا لَا تَجْعَلْنَا مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "And when their eyes are turned toward the dwellers of the Fire, they say: Our Lord! Place us not with the wrong-doing folk."
    },
    {
      "global_id": 1002,
      "surah": 7,
      "ayah": 48,
      "verse_key": "7:48",
      "text_ar": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلْأَعْرَافِ رِجَالًا يَعْرِفُونَهُم بِسِيمَىٰهُمْ قَالُوا۟ مَآ أَغْنَىٰ عَنكُمْ جَمْعُكُمْ وَمَا كُنتُمْ تَسْتَكْبِرُونَ",
      "text_en_pickthall": "And the dwellers on the Heights call unto men whom they know by their marks, (saying): What did your multitude and that in which ye took your pride avail you?"
    },
    {
      "global_id": 1003,
      "surah": 7,
      "ayah": 49,
      "verse_key": "7:49",
      "text_ar": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقْسَمْتُمْ لَا يَنَالُهُمُ ٱللَّهُ بِرَحْمَةٍ ۚ ٱدْخُلُوا۟ ٱلْجَنَّةَ لَا خَوْفٌ عَلَيْكُمْ وَلَآ أَنتُمْ تَحْزَنُونَ",
      "text_en_pickthall": "Are these they of whom ye swore that Allah would not show them mercy? (Unto them it hath been said): Enter the Garden. No fear shall come upon you nor is it ye who will grieve."
    },
    {
      "global_id": 1004,
      "surah": 7,
      "ayah": 50,
      "verse_key": "7:50",
      "text_ar": "وَنَادَىٰٓ أَصْحَـٰبُ ٱلنَّارِ أَصْحَـٰبَ ٱلْجَنَّةِ أَنْ أَفِيضُوا۟ عَلَيْنَا مِنَ ٱلْمَآءِ أَوْ مِمَّا رَزَقَكُمُ ٱللَّهُ ۚ قَالُوٓا۟ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلْكَـٰفِرِينَ",
      "text_en_pickthall": "And the dwellers of the Fire cry out unto the dwellers of the Garden: Pour on us some water or some wherewith Allah hath provided you. They say: Lo! Allah hath forbidden both to disbelievers (in His guidance),"
    },
    {
      "global_id": 1005,
      "surah": 7,
      "ayah": 51,
      "verse_key": "7:51",
      "text_ar": "ٱلَّذِينَ ٱتَّخَذُوا۟ دِينَهُمْ لَهْوًا وَلَعِبًا وَغَرَّتْهُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ نَنسَىٰهُمْ كَمَا نَسُوا۟ لِقَآءَ يَوْمِهِمْ هَـٰذَا وَمَا كَانُوا۟ بِـَٔايَـٰتِنَا يَجْحَدُونَ",
      "text_en_pickthall": "Who took their religion for a sport and pastime, and whom the life of the world beguiled. So this day We have forgotten them even as they forgot the meeting of this their Day and as they used to deny Our tokens."
    },
    {
      "global_id": 1006,
      "surah": 7,
      "ayah": 52,
      "verse_key": "7:52",
      "text_ar": "وَلَقَدْ جِئْنَـٰهُم بِكِتَـٰبٍ فَصَّلْنَـٰهُ عَلَىٰ عِلْمٍ هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
      "text_en_pickthall": "Verily We have brought them a Scripture which We expounded with knowledge, a guidance and a mercy for a people who believe."
    },
    {
      "global_id": 1007,
      "surah": 7,
      "ayah": 53,
      "verse_key": "7:53",
      "text_ar": "هَلْ يَنظُرُونَ إِلَّا تَأْوِيلَهُۥ ۚ يَوْمَ يَأْتِى تَأْوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبْلُ قَدْ جَآءَتْ رُسُلُ رَبِّنَا بِٱلْحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُوا۟ لَنَآ أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ قَدْ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "text_en_pickthall": "Await they aught save the fulfilment thereof? On the day when the fulfilment thereof cometh, those who were before forgetful thereof will say: The messengers of our Lord did bring the Truth! Have we any intercessors, that they may intercede for us? Or can we be returned (to life on earth), that we may act otherwise than we used to act? They have lost their souls, and that which they devised hath failed them."
    },
    {
      "global_id": 1008,
      "surah": 7,
      "ayah": 54,
      "verse_key": "7:54",
      "text_ar": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ يَطْلُبُهُۥ حَثِيثًا وَٱلشَّمْسَ وَٱلْقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتٍۭ بِأَمْرِهِۦٓ ۗ أَلَا لَهُ ٱلْخَلْقُ وَٱلْأَمْرُ ۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "Lo! your Lord is Allah Who created the heavens and the earth in six Days, then mounted He the Throne. He covereth the night with the day, which is in haste to follow it, and hath made the sun and the moon and the stars subservient by His command. His verily is all creation and commandment. Blessed be Allah, the Lord of the Worlds!"
    },
    {
      "global_id": 1009,
      "surah": 7,
      "ayah": 55,
      "verse_key": "7:55",
      "text_ar": "ٱدْعُوا۟ رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
      "text_en_pickthall": "(O mankind!) Call upon your Lord humbly and in secret. Lo! He loveth not aggressors."
    },
    {
      "global_id": 1010,
      "surah": 7,
      "ayah": 56,
      "verse_key": "7:56",
      "text_ar": "وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا وَٱدْعُوهُ خَوْفًا وَطَمَعًا ۚ إِنَّ رَحْمَتَ ٱللَّهِ قَرِيبٌ مِّنَ ٱلْمُحْسِنِينَ",
      "text_en_pickthall": "Work not confusion in the earth after the fair ordering (thereof). and call on Him in fear and hope. Lo! the mercy of Allah is nigh unto the good."
    },
    {
      "global_id": 1011,
      "surah": 7,
      "ayah": 57,
      "verse_key": "7:57",
      "text_ar": "وَهُوَ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۖ حَتَّىٰٓ إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا سُقْنَـٰهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ ٱلْمَآءَ فَأَخْرَجْنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِ ۚ كَذَٰلِكَ نُخْرِجُ ٱلْمَوْتَىٰ لَعَلَّكُمْ تَذَكَّرُونَ",
      "text_en_pickthall": "And He it is Who sendeth the winds as tidings heralding His mercy, till, when they bear a cloud heavy (with rain), We lead it to a dead land, and then cause water to descend thereon and thereby bring forth fruits of every kind. Thus bring We forth the dead. Haply ye may remember."
    },
    {
      "global_id": 1012,
      "surah": 7,
      "ayah": 58,
      "verse_key": "7:58",
      "text_ar": "وَٱلْبَلَدُ ٱلطَّيِّبُ يَخْرُجُ نَبَاتُهُۥ بِإِذْنِ رَبِّهِۦ ۖ وَٱلَّذِى خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا ۚ كَذَٰلِكَ نُصَرِّفُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَشْكُرُونَ",
      "text_en_pickthall": "As for the good land, its vegetation cometh forth by permission of its Lord; while as for that which is bad, only the useless cometh forth (from it). Thus do We recount the tokens for people who give thanks."
    },
    {
      "global_id": 1013,
      "surah": 7,
      "ayah": 59,
      "verse_key": "7:59",
      "text_ar": "لَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
      "text_en_pickthall": "We sent Noah (of old) unto his people, and he said: O my people! Serve Allah. Ye have no other Allah save Him. Lo! I fear for you the retribution of an Awful Day."
    },
    {
      "global_id": 1014,
      "surah": 7,
      "ayah": 60,
      "verse_key": "7:60",
      "text_ar": "قَالَ ٱلْمَلَأُ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "text_en_pickthall": "The chieftains of his people said: Lo! we see thee surely in plain error."
    },
    {
      "global_id": 1015,
      "surah": 7,
      "ayah": 61,
      "verse_key": "7:61",
      "text_ar": "قَالَ يَـٰقَوْمِ لَيْسَ بِى ضَلَـٰلَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "He said: O my people! There is no error in me, but I am a messenger from the Lord of the Worlds."
    },
    {
      "global_id": 1016,
      "surah": 7,
      "ayah": 62,
      "verse_key": "7:62",
      "text_ar": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "text_en_pickthall": "I convey unto you the messages of my Lord and give good counsel unto you, and know from Allah that which ye know not."
    },
    {
      "global_id": 1017,
      "surah": 7,
      "ayah": 63,
      "verse_key": "7:63",
      "text_ar": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ وَلِتَتَّقُوا۟ وَلَعَلَّكُمْ تُرْحَمُونَ",
      "text_en_pickthall": "Marvel ye that there should come unto you a Reminder from your Lord by means of a man among you, that he may warn you, and that ye may keep from evil, and that haply ye may find mercy."
    },
    {
      "global_id": 1018,
      "surah": 7,
      "ayah": 64,
      "verse_key": "7:64",
      "text_ar": "فَكَذَّبُوهُ فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ فِى ٱلْفُلْكِ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا عَمِينَ",
      "text_en_pickthall": "But they denied him, so We saved him and those with him in the ship, and We drowned those who denied Our tokens. Lo! they were blind folk."
    },
    {
      "global_id": 1019,
      "surah": 7,
      "ayah": 65,
      "verse_key": "7:65",
      "text_ar": "۞ وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۚ أَفَلَا تَتَّقُونَ",
      "text_en_pickthall": "And unto (the tribe of) A´ad (We sent) their brother, Hud. He said: O my people! Serve Allah. Ye have no other Allah save Him. Will ye not ward off (evil)?"
    },
    {
      "global_id": 1020,
      "surah": 7,
      "ayah": 66,
      "verse_key": "7:66",
      "text_ar": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦٓ إِنَّا لَنَرَىٰكَ فِى سَفَاهَةٍ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلْكَـٰذِبِينَ",
      "text_en_pickthall": "The chieftains of his people, who were disbelieving, said: Lo! we surely see thee in foolishness, and lo! we deem thee of the liars."
    },
    {
      "global_id": 1021,
      "surah": 7,
      "ayah": 67,
      "verse_key": "7:67",
      "text_ar": "قَالَ يَـٰقَوْمِ لَيْسَ بِى سَفَاهَةٌ وَلَـٰكِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "He said: O my people! There is no foolishness in me, but I am a messenger from the Lord of the Worlds."
    },
    {
      "global_id": 1022,
      "surah": 7,
      "ayah": 68,
      "verse_key": "7:68",
      "text_ar": "أُبَلِّغُكُمْ رِسَـٰلَـٰتِ رَبِّى وَأَنَا۠ لَكُمْ نَاصِحٌ أَمِينٌ",
      "text_en_pickthall": "I convey unto you the messages of my Lord and am for you a true adviser."
    },
    {
      "global_id": 1023,
      "surah": 7,
      "ayah": 69,
      "verse_key": "7:69",
      "text_ar": "أَوَعَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ عَلَىٰ رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ ۚ وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى ٱلْخَلْقِ بَصْۜطَةً ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ لَعَلَّكُمْ تُفْلِحُونَ",
      "text_en_pickthall": "Marvel ye that there should come unto you a Reminder from your Lord by means of a man among you, that he may warn you? Remember how He made you viceroys after Noah´s folk, and gave you growth of stature. Remember (all) the bounties of your Lord, that haply ye may be successful."
    },
    {
      "global_id": 1024,
      "surah": 7,
      "ayah": 70,
      "verse_key": "7:70",
      "text_ar": "قَالُوٓا۟ أَجِئْتَنَا لِنَعْبُدَ ٱللَّهَ وَحْدَهُۥ وَنَذَرَ مَا كَانَ يَعْبُدُ ءَابَآؤُنَا ۖ فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "text_en_pickthall": "They said: Hast come unto us that we should serve Allah alone, and forsake what our fathers worshipped? Then bring upon us that wherewith thou threatenest us if thou art of the truthful!"
    },
    {
      "global_id": 1025,
      "surah": 7,
      "ayah": 71,
      "verse_key": "7:71",
      "text_ar": "قَالَ قَدْ وَقَعَ عَلَيْكُم مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ ۖ أَتُجَـٰدِلُونَنِى فِىٓ أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنتُمْ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلْطَـٰنٍ ۚ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
      "text_en_pickthall": "He said: Terror and wrath from your Lord have already fallen on you. Would ye wrangle with me over names which ye have named, ye and your fathers, for which no warrant from Allah hath been revealed? Then await (the consequence), lo! I (also) am of those awaiting (it)."
    },
    {
      "global_id": 1026,
      "surah": 7,
      "ayah": 72,
      "verse_key": "7:72",
      "text_ar": "فَأَنجَيْنَـٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَقَطَعْنَا دَابِرَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ وَمَا كَانُوا۟ مُؤْمِنِينَ",
      "text_en_pickthall": "And We saved him and those with him by a mercy from Us, and We cut the root of those who denied Our revelations and were not believers."
    },
    {
      "global_id": 1027,
      "surah": 7,
      "ayah": 73,
      "verse_key": "7:73",
      "text_ar": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً ۖ فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ ۖ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ",
      "text_en_pickthall": "And to (the tribe of) Thamud (We sent) their brother Salih. He said: O my people! Serve Allah. Ye have no other Allah save Him. A wonder from your Lord hath come unto you. Lo! this is the camel of Allah, a token unto you; so let her feed in Allah´s earth, and touch her not with hurt lest painful torment seize you."
    },
    {
      "global_id": 1028,
      "surah": 7,
      "ayah": 74,
      "verse_key": "7:74",
      "text_ar": "وَٱذْكُرُوٓا۟ إِذْ جَعَلَكُمْ خُلَفَآءَ مِنۢ بَعْدِ عَادٍ وَبَوَّأَكُمْ فِى ٱلْأَرْضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا وَتَنْحِتُونَ ٱلْجِبَالَ بُيُوتًا ۖ فَٱذْكُرُوٓا۟ ءَالَآءَ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "text_en_pickthall": "And remember how He made you viceroys after A´ad and gave you station in the earth. Ye choose castles in the plains and hew the mountains into dwellings. So remember (all) the bounties of Allah and do not evil, making mischief in the earth."
    },
    {
      "global_id": 1029,
      "surah": 7,
      "ayah": 75,
      "verse_key": "7:75",
      "text_ar": "قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لِلَّذِينَ ٱسْتُضْعِفُوا۟ لِمَنْ ءَامَنَ مِنْهُمْ أَتَعْلَمُونَ أَنَّ صَـٰلِحًا مُّرْسَلٌ مِّن رَّبِّهِۦ ۚ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلَ بِهِۦ مُؤْمِنُونَ",
      "text_en_pickthall": "The chieftains of his people, who were scornful, said unto those whom they despised, unto such of them as believed: Know ye that Salih is one sent from his Lord? They said: Lo! In that wherewith he hath been sent we are believers."
    },
    {
      "global_id": 1030,
      "surah": 7,
      "ayah": 76,
      "verse_key": "7:76",
      "text_ar": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا بِٱلَّذِىٓ ءَامَنتُم بِهِۦ كَـٰفِرُونَ",
      "text_en_pickthall": "Those who were scornful said: Lo! in that which ye believe we are disbelievers."
    },
    {
      "global_id": 1031,
      "surah": 7,
      "ayah": 77,
      "verse_key": "7:77",
      "text_ar": "فَعَقَرُوا۟ ٱلنَّاقَةَ وَعَتَوْا۟ عَنْ أَمْرِ رَبِّهِمْ وَقَالُوا۟ يَـٰصَـٰلِحُ ٱئْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلْمُرْسَلِينَ",
      "text_en_pickthall": "So they hamstrung the she-camel, and they flouted the commandment of their Lord, and they said: O Salih! Bring upon us that thou threatenest if thou art indeed of those sent (from Allah)."
    },
    {
      "global_id": 1032,
      "surah": 7,
      "ayah": 78,
      "verse_key": "7:78",
      "text_ar": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
      "text_en_pickthall": "So the earthquake seized them, and morning found them prostrate in their dwelling-place."
    },
    {
      "global_id": 1033,
      "surah": 7,
      "ayah": 79,
      "verse_key": "7:79",
      "text_ar": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّى وَنَصَحْتُ لَكُمْ وَلَـٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
      "text_en_pickthall": "And (Salih) turned from them and said: O my people! I delivered my Lord´s message unto you and gave you good advice, but ye love not good advisers."
    },
    {
      "global_id": 1034,
      "surah": 7,
      "ayah": 80,
      "verse_key": "7:80",
      "text_ar": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ أَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "And Lot! (Remember) when he said unto his folk: Will ye commit abomination such as no creature ever did before you?"
    },
    {
      "global_id": 1035,
      "surah": 7,
      "ayah": 81,
      "verse_key": "7:81",
      "text_ar": "إِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ شَهْوَةً مِّن دُونِ ٱلنِّسَآءِ ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
      "text_en_pickthall": "Lo! ye come with lust unto men instead of women. Nay, but ye are wanton folk."
    },
    {
      "global_id": 1036,
      "surah": 7,
      "ayah": 82,
      "verse_key": "7:82",
      "text_ar": "وَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوٓا۟ أَخْرِجُوهُم مِّن قَرْيَتِكُمْ ۖ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ",
      "text_en_pickthall": "And the answer of his people was only that they said (one to another): Turn them out of your township. They are folk, forsooth, who keep pure."
    },
    {
      "global_id": 1037,
      "surah": 7,
      "ayah": 83,
      "verse_key": "7:83",
      "text_ar": "فَأَنجَيْنَـٰهُ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
      "text_en_pickthall": "And We rescued him and his household, save his wife, who was of those who stayed behind."
    },
    {
      "global_id": 1038,
      "surah": 7,
      "ayah": 84,
      "verse_key": "7:84",
      "text_ar": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُجْرِمِينَ",
      "text_en_pickthall": "And We rained a rain upon them. See now the nature of the consequence of evil-doers!"
    },
    {
      "global_id": 1039,
      "surah": 7,
      "ayah": 85,
      "verse_key": "7:85",
      "text_ar": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۗ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ قَدْ جَآءَتْكُم بَيِّنَةٌ مِّن رَّبِّكُمْ ۖ فَأَوْفُوا۟ ٱلْكَيْلَ وَٱلْمِيزَانَ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ بَعْدَ إِصْلَـٰحِهَا ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "text_en_pickthall": "And unto Midian (We sent) their brother, Shu´eyb. He said: O my people! Serve Allah. Ye have no other Allah save Him. Lo! a clear proof hath come unto you from your Lord; so give full measure and full weight and wrong not mankind in their goods, and work not confusion in the earth after the fair ordering thereof. That will be better for you, if ye are believers."
    },
    {
      "global_id": 1040,
      "surah": 7,
      "ayah": 86,
      "verse_key": "7:86",
      "text_ar": "وَلَا تَقْعُدُوا۟ بِكُلِّ صِرَٰطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنْ ءَامَنَ بِهِۦ وَتَبْغُونَهَا عِوَجًا ۚ وَٱذْكُرُوٓا۟ إِذْ كُنتُمْ قَلِيلًا فَكَثَّرَكُمْ ۖ وَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
      "text_en_pickthall": "Lurk not on every road to threaten (wayfarers), and to turn away from Allah´s path him who believeth in Him, and to seek to make it crooked. And remember, when ye were but few, how He did multiply you. And see the nature of the consequence for the corrupters!"
    },
    {
      "global_id": 1041,
      "surah": 7,
      "ayah": 87,
      "verse_key": "7:87",
      "text_ar": "وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ ءَامَنُوا۟ بِٱلَّذِىٓ أُرْسِلْتُ بِهِۦ وَطَآئِفَةٌ لَّمْ يُؤْمِنُوا۟ فَٱصْبِرُوا۟ حَتَّىٰ يَحْكُمَ ٱللَّهُ بَيْنَنَا ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
      "text_en_pickthall": "And if there is a party of you which believeth in that wherewith I have been sent, and there is a party which believeth not, then have patience until Allah judge between us. He is the Best of all who deal in judgment."
    },
    {
      "global_id": 1042,
      "surah": 7,
      "ayah": 88,
      "verse_key": "7:88",
      "text_ar": "۞ قَالَ ٱلْمَلَأُ ٱلَّذِينَ ٱسْتَكْبَرُوا۟ مِن قَوْمِهِۦ لَنُخْرِجَنَّكَ يَـٰشُعَيْبُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِى مِلَّتِنَا ۚ قَالَ أَوَلَوْ كُنَّا كَـٰرِهِينَ",
      "text_en_pickthall": "The chieftains of his people, who were scornful, said: Surely we will drive thee out, O Shu´eyb, and those who believe with thee, from our township, unless ye return to our religion. He said: Even though we hate it?"
    },
    {
      "global_id": 1043,
      "surah": 7,
      "ayah": 89,
      "verse_key": "7:89",
      "text_ar": "قَدِ ٱفْتَرَيْنَا عَلَى ٱللَّهِ كَذِبًا إِنْ عُدْنَا فِى مِلَّتِكُم بَعْدَ إِذْ نَجَّىٰنَا ٱللَّهُ مِنْهَا ۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَا ۚ وَسِعَ رَبُّنَا كُلَّ شَىْءٍ عِلْمًا ۚ عَلَى ٱللَّهِ تَوَكَّلْنَا ۚ رَبَّنَا ٱفْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِٱلْحَقِّ وَأَنتَ خَيْرُ ٱلْفَـٰتِحِينَ",
      "text_en_pickthall": "We should have invented a lie against Allah if we returned to your religion after Allah hath rescued us from it. It is not for us to return to it unless Allah our Lord should (so) will. Our Lord comprehendeth all things in knowledge. In Allah do we put our trust. Our Lord! Decide with truth between us and our folk, for Thou art the best of those who make decision."
    },
    {
      "global_id": 1044,
      "surah": 7,
      "ayah": 90,
      "verse_key": "7:90",
      "text_ar": "وَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ لَئِنِ ٱتَّبَعْتُمْ شُعَيْبًا إِنَّكُمْ إِذًا لَّخَـٰسِرُونَ",
      "text_en_pickthall": "But the chieftains of his people, who were disbelieving, said: If ye follow Shu´eyb, then truly ye shall be the losers."
    },
    {
      "global_id": 1045,
      "surah": 7,
      "ayah": 91,
      "verse_key": "7:91",
      "text_ar": "فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
      "text_en_pickthall": "So the earthquake seized them and morning found them prostrate in their dwelling-place."
    },
    {
      "global_id": 1046,
      "surah": 7,
      "ayah": 92,
      "verse_key": "7:92",
      "text_ar": "ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَأَن لَّمْ يَغْنَوْا۟ فِيهَا ۚ ٱلَّذِينَ كَذَّبُوا۟ شُعَيْبًا كَانُوا۟ هُمُ ٱلْخَـٰسِرِينَ",
      "text_en_pickthall": "Those who denied Shu´eyb became as though they had not dwelt there. Those who denied Shu´eyb, they were the losers."
    },
    {
      "global_id": 1047,
      "surah": 7,
      "ayah": 93,
      "verse_key": "7:93",
      "text_ar": "فَتَوَلَّىٰ عَنْهُمْ وَقَالَ يَـٰقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَـٰلَـٰتِ رَبِّى وَنَصَحْتُ لَكُمْ ۖ فَكَيْفَ ءَاسَىٰ عَلَىٰ قَوْمٍ كَـٰفِرِينَ",
      "text_en_pickthall": "So he turned from them and said: O my people! I delivered my Lord´s messages unto you and gave you good advice; then how can I sorrow for a people that rejected (truth)?"
    },
    {
      "global_id": 1048,
      "surah": 7,
      "ayah": 94,
      "verse_key": "7:94",
      "text_ar": "وَمَآ أَرْسَلْنَا فِى قَرْيَةٍ مِّن نَّبِىٍّ إِلَّآ أَخَذْنَآ أَهْلَهَا بِٱلْبَأْسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمْ يَضَّرَّعُونَ",
      "text_en_pickthall": "And We sent no prophet unto any township but We did afflict its folk with tribulation and adversity that haply they might grow humble."
    },
    {
      "global_id": 1049,
      "surah": 7,
      "ayah": 95,
      "verse_key": "7:95",
      "text_ar": "ثُمَّ بَدَّلْنَا مَكَانَ ٱلسَّيِّئَةِ ٱلْحَسَنَةَ حَتَّىٰ عَفَوا۟ وَّقَالُوا۟ قَدْ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذْنَـٰهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "text_en_pickthall": "Then changed We the evil plight for good till they grew affluent and said: Tribulation and distress did touch our fathers. Then We seized them unawares, when they perceived not."
    },
    {
      "global_id": 1050,
      "surah": 7,
      "ayah": 96,
      "verse_key": "7:96",
      "text_ar": "وَلَوْ أَنَّ أَهْلَ ٱلْقُرَىٰٓ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَفَتَحْنَا عَلَيْهِم بَرَكَـٰتٍ مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ وَلَـٰكِن كَذَّبُوا۟ فَأَخَذْنَـٰهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
      "text_en_pickthall": "And if the people of the townships had believed and kept from evil, surely We should have opened for them blessings from the sky and from the earth. But (unto every messenger) they gave the lie, and so We seized them on account of what they used to earn."
    },
    {
      "global_id": 1051,
      "surah": 7,
      "ayah": 97,
      "verse_key": "7:97",
      "text_ar": "أَفَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا بَيَـٰتًا وَهُمْ نَآئِمُونَ",
      "text_en_pickthall": "Are the people of the townships then secure from the coming of Our wrath upon them as a night-raid while they sleep?"
    },
    {
      "global_id": 1052,
      "surah": 7,
      "ayah": 98,
      "verse_key": "7:98",
      "text_ar": "أَوَأَمِنَ أَهْلُ ٱلْقُرَىٰٓ أَن يَأْتِيَهُم بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ",
      "text_en_pickthall": "Or are the people of the townships then secure from the coming of Our wrath upon them in the daytime while they play?"
    },
    {
      "global_id": 1053,
      "surah": 7,
      "ayah": 99,
      "verse_key": "7:99",
      "text_ar": "أَفَأَمِنُوا۟ مَكْرَ ٱللَّهِ ۚ فَلَا يَأْمَنُ مَكْرَ ٱللَّهِ إِلَّا ٱلْقَوْمُ ٱلْخَـٰسِرُونَ",
      "text_en_pickthall": "Are they then secure from Allah´s scheme? None deemeth himself secure from Allah´s scheme save folk that perish."
    },
    {
      "global_id": 1054,
      "surah": 7,
      "ayah": 100,
      "verse_key": "7:100",
      "text_ar": "أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ ٱلْأَرْضَ مِنۢ بَعْدِ أَهْلِهَآ أَن لَّوْ نَشَآءُ أَصَبْنَـٰهُم بِذُنُوبِهِمْ ۚ وَنَطْبَعُ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَسْمَعُونَ",
      "text_en_pickthall": "Is it not an indication to those who inherit the land after its people (who thus reaped the consequence of evil-doing) that, if We will, We can smite them for their sins and print upon their hearts so that they hear not?"
    },
    {
      "global_id": 1055,
      "surah": 7,
      "ayah": 101,
      "verse_key": "7:101",
      "text_ar": "تِلْكَ ٱلْقُرَىٰ نَقُصُّ عَلَيْكَ مِنْ أَنۢبَآئِهَا ۚ وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ مِن قَبْلُ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلْكَـٰفِرِينَ",
      "text_en_pickthall": "Such were the townships. We relate some tidings of them unto thee (Muhammad). Their messengers verily came unto them with clear proofs (of Allah´s Sovereignty), but they could not believe because they had before denied. Thus doth Allah print upon the hearts of disbelievers (that they hear not)."
    },
    {
      "global_id": 1056,
      "surah": 7,
      "ayah": 102,
      "verse_key": "7:102",
      "text_ar": "وَمَا وَجَدْنَا لِأَكْثَرِهِم مِّنْ عَهْدٍ ۖ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَـٰسِقِينَ",
      "text_en_pickthall": "We found no (loyalty to any) covenant in most of them. Nay, most of them We found wrong-doers."
    },
    {
      "global_id": 1057,
      "surah": 7,
      "ayah": 103,
      "verse_key": "7:103",
      "text_ar": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَظَلَمُوا۟ بِهَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُفْسِدِينَ",
      "text_en_pickthall": "Then, after them, We sent Moses with our tokens unto Pharaoh and his chiefs, but they repelled them. Now, see the nature of the consequence for the corrupters!"
    },
    {
      "global_id": 1058,
      "surah": 7,
      "ayah": 104,
      "verse_key": "7:104",
      "text_ar": "وَقَالَ مُوسَىٰ يَـٰفِرْعَوْنُ إِنِّى رَسُولٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "Moses said: O Pharaoh! Lo! I am a messenger from the Lord of the Worlds,"
    },
    {
      "global_id": 1059,
      "surah": 7,
      "ayah": 105,
      "verse_key": "7:105",
      "text_ar": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ ۚ قَدْ جِئْتُكُم بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِىَ بَنِىٓ إِسْرَٰٓءِيلَ",
      "text_en_pickthall": "Approved upon condition that I speak concerning Allah nothing but the truth. I come unto you (lords of Egypt) with a clear proof from your Lord. So let the Children of Israel go with me."
    },
    {
      "global_id": 1060,
      "surah": 7,
      "ayah": 106,
      "verse_key": "7:106",
      "text_ar": "قَالَ إِن كُنتَ جِئْتَ بِـَٔايَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "text_en_pickthall": "(Pharaoh) said: If thou comest with a token, then produce it, if thou art of those who speak the truth."
    },
    {
      "global_id": 1061,
      "surah": 7,
      "ayah": 107,
      "verse_key": "7:107",
      "text_ar": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
      "text_en_pickthall": "Then he flung down his staff and lo! it was a serpent manifest;"
    },
    {
      "global_id": 1062,
      "surah": 7,
      "ayah": 108,
      "verse_key": "7:108",
      "text_ar": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّـٰظِرِينَ",
      "text_en_pickthall": "And he drew forth his hand (from his bosom), and lo! it was white for the beholders."
    },
    {
      "global_id": 1063,
      "surah": 7,
      "ayah": 109,
      "verse_key": "7:109",
      "text_ar": "قَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ إِنَّ هَـٰذَا لَسَـٰحِرٌ عَلِيمٌ",
      "text_en_pickthall": "The chiefs of Pharaoh´s people said: Lo! this is some knowing wizard,"
    },
    {
      "global_id": 1064,
      "surah": 7,
      "ayah": 110,
      "verse_key": "7:110",
      "text_ar": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُمْ ۖ فَمَاذَا تَأْمُرُونَ",
      "text_en_pickthall": "Who would expel you from your land. Now what do ye advise?"
    },
    {
      "global_id": 1065,
      "surah": 7,
      "ayah": 111,
      "verse_key": "7:111",
      "text_ar": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِى ٱلْمَدَآئِنِ حَـٰشِرِينَ",
      "text_en_pickthall": "They said (unto Pharaoh): Put him off (a while) - him and his brother - and send into the cities summoners,"
    },
    {
      "global_id": 1066,
      "surah": 7,
      "ayah": 112,
      "verse_key": "7:112",
      "text_ar": "يَأْتُوكَ بِكُلِّ سَـٰحِرٍ عَلِيمٍ",
      "text_en_pickthall": "To bring each knowing wizard unto thee."
    },
    {
      "global_id": 1067,
      "surah": 7,
      "ayah": 113,
      "verse_key": "7:113",
      "text_ar": "وَجَآءَ ٱلسَّحَرَةُ فِرْعَوْنَ قَالُوٓا۟ إِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَـٰلِبِينَ",
      "text_en_pickthall": "And the wizards came to Pharaoh, saying: Surely there will be a reward for us if we are victors."
    },
    {
      "global_id": 1068,
      "surah": 7,
      "ayah": 114,
      "verse_key": "7:114",
      "text_ar": "قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ ٱلْمُقَرَّبِينَ",
      "text_en_pickthall": "He answered: Yes, and surely ye shall be of those brought near (to me)."
    },
    {
      "global_id": 1069,
      "surah": 7,
      "ayah": 115,
      "verse_key": "7:115",
      "text_ar": "قَالُوا۟ يَـٰمُوسَىٰٓ إِمَّآ أَن تُلْقِىَ وَإِمَّآ أَن نَّكُونَ نَحْنُ ٱلْمُلْقِينَ",
      "text_en_pickthall": "They said: O Moses! Either throw (first) or let us be the first throwers?"
    },
    {
      "global_id": 1070,
      "surah": 7,
      "ayah": 116,
      "verse_key": "7:116",
      "text_ar": "قَالَ أَلْقُوا۟ ۖ فَلَمَّآ أَلْقَوْا۟ سَحَرُوٓا۟ أَعْيُنَ ٱلنَّاسِ وَٱسْتَرْهَبُوهُمْ وَجَآءُو بِسِحْرٍ عَظِيمٍ",
      "text_en_pickthall": "He said: Throw! And when they threw they cast a spell upon the people´s eyes, and overawed them, and produced a mighty spell."
    },
    {
      "global_id": 1071,
      "surah": 7,
      "ayah": 117,
      "verse_key": "7:117",
      "text_ar": "۞ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَلْقِ عَصَاكَ ۖ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
      "text_en_pickthall": "And We inspired Moses (saying): Throw thy staff! And lo! it swallowed up their lying show."
    },
    {
      "global_id": 1072,
      "surah": 7,
      "ayah": 118,
      "verse_key": "7:118",
      "text_ar": "فَوَقَعَ ٱلْحَقُّ وَبَطَلَ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_en_pickthall": "Thus was the Truth vindicated and that which they were doing was made vain."
    },
    {
      "global_id": 1073,
      "surah": 7,
      "ayah": 119,
      "verse_key": "7:119",
      "text_ar": "فَغُلِبُوا۟ هُنَالِكَ وَٱنقَلَبُوا۟ صَـٰغِرِينَ",
      "text_en_pickthall": "Thus were they there defeated and brought low."
    },
    {
      "global_id": 1074,
      "surah": 7,
      "ayah": 120,
      "verse_key": "7:120",
      "text_ar": "وَأُلْقِىَ ٱلسَّحَرَةُ سَـٰجِدِينَ",
      "text_en_pickthall": "And the wizards fell down prostrate,"
    },
    {
      "global_id": 1075,
      "surah": 7,
      "ayah": 121,
      "verse_key": "7:121",
      "text_ar": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "Crying: We believe in the Lord of the Worlds,"
    },
    {
      "global_id": 1076,
      "surah": 7,
      "ayah": 122,
      "verse_key": "7:122",
      "text_ar": "رَبِّ مُوسَىٰ وَهَـٰرُونَ",
      "text_en_pickthall": "The Lord of Moses and Aaron."
    },
    {
      "global_id": 1077,
      "surah": 7,
      "ayah": 123,
      "verse_key": "7:123",
      "text_ar": "قَالَ فِرْعَوْنُ ءَامَنتُم بِهِۦ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّ هَـٰذَا لَمَكْرٌ مَّكَرْتُمُوهُ فِى ٱلْمَدِينَةِ لِتُخْرِجُوا۟ مِنْهَآ أَهْلَهَا ۖ فَسَوْفَ تَعْلَمُونَ",
      "text_en_pickthall": "Pharaoh said: Ye believe in Him before I give you leave! Lo! this is the plot that ye have plotted in the city that ye may drive its people hence. But ye shall come to know!"
    },
    {
      "global_id": 1078,
      "surah": 7,
      "ayah": 124,
      "verse_key": "7:124",
      "text_ar": "لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ ثُمَّ لَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
      "text_en_pickthall": "Surely I shall have your hands and feet cut off upon alternate sides. Then I shall crucify you every one."
    },
    {
      "global_id": 1079,
      "surah": 7,
      "ayah": 125,
      "verse_key": "7:125",
      "text_ar": "قَالُوٓا۟ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
      "text_en_pickthall": "They said: Lo! We are about to return unto our Lord!"
    },
    {
      "global_id": 1080,
      "surah": 7,
      "ayah": 126,
      "verse_key": "7:126",
      "text_ar": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنْ ءَامَنَّا بِـَٔايَـٰتِ رَبِّنَا لَمَّا جَآءَتْنَا ۚ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ",
      "text_en_pickthall": "Thou takest vengeance on us only forasmuch as we believed the tokens of our Lord when they came unto us. Our Lord! Vouchsafe unto us steadfastness and make us die as men who have surrendered (unto Thee)."
    },
    {
      "global_id": 1081,
      "surah": 7,
      "ayah": 127,
      "verse_key": "7:127",
      "text_ar": "وَقَالَ ٱلْمَلَأُ مِن قَوْمِ فِرْعَوْنَ أَتَذَرُ مُوسَىٰ وَقَوْمَهُۥ لِيُفْسِدُوا۟ فِى ٱلْأَرْضِ وَيَذَرَكَ وَءَالِهَتَكَ ۚ قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْىِۦ نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَـٰهِرُونَ",
      "text_en_pickthall": "The chiefs of Pharaoh´s people said: (O King), wilt thou suffer Moses and his people to make mischief in the land, and flout thee and thy gods? He said: We will slay their sons and spare their women, for lo! we are in power over them."
    },
    {
      "global_id": 1082,
      "surah": 7,
      "ayah": 128,
      "verse_key": "7:128",
      "text_ar": "قَالَ مُوسَىٰ لِقَوْمِهِ ٱسْتَعِينُوا۟ بِٱللَّهِ وَٱصْبِرُوٓا۟ ۖ إِنَّ ٱلْأَرْضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ وَٱلْعَـٰقِبَةُ لِلْمُتَّقِينَ",
      "text_en_pickthall": "And Moses said unto his people: Seek help in Allah and endure. Lo! the earth is Allah´s. He giveth it for an inheritance to whom He will. And lo! the sequel is for those who keep their duty (unto Him)."
    },
    {
      "global_id": 1083,
      "surah": 7,
      "ayah": 129,
      "verse_key": "7:129",
      "text_ar": "قَالُوٓا۟ أُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِنۢ بَعْدِ مَا جِئْتَنَا ۚ قَالَ عَسَىٰ رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى ٱلْأَرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ",
      "text_en_pickthall": "They said: We suffered hurt before thou camest unto us, and since thou hast come unto us. He said: It may be that your Lord is going to destroy your adversary and make you viceroys in the earth, that He may see how ye behave."
    },
    {
      "global_id": 1084,
      "surah": 7,
      "ayah": 130,
      "verse_key": "7:130",
      "text_ar": "وَلَقَدْ أَخَذْنَآ ءَالَ فِرْعَوْنَ بِٱلسِّنِينَ وَنَقْصٍ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "text_en_pickthall": "And we straitened Pharaoh´s folk with famine and dearth of fruits, that peradventure they might heed."
    },
    {
      "global_id": 1085,
      "surah": 7,
      "ayah": 131,
      "verse_key": "7:131",
      "text_ar": "فَإِذَا جَآءَتْهُمُ ٱلْحَسَنَةُ قَالُوا۟ لَنَا هَـٰذِهِۦ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا۟ بِمُوسَىٰ وَمَن مَّعَهُۥٓ ۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمْ عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "text_en_pickthall": "But whenever good befell them, they said: This is ours; and whenever evil smote them they ascribed it to the evil auspices of Moses and those with him. Surely their evil auspice was only with Allah. But most of them knew not."
    },
    {
      "global_id": 1086,
      "surah": 7,
      "ayah": 132,
      "verse_key": "7:132",
      "text_ar": "وَقَالُوا۟ مَهْمَا تَأْتِنَا بِهِۦ مِنْ ءَايَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
      "text_en_pickthall": "And they said: Whatever portent thou bringest wherewith to bewitch us, we shall not put faith in thee."
    },
    {
      "global_id": 1087,
      "surah": 7,
      "ayah": 133,
      "verse_key": "7:133",
      "text_ar": "فَأَرْسَلْنَا عَلَيْهِمُ ٱلطُّوفَانَ وَٱلْجَرَادَ وَٱلْقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَـٰتٍ مُّفَصَّلَـٰتٍ فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
      "text_en_pickthall": "So We sent against them the flood and the locusts and the vermin and the frogs and the blood - a succession of clear signs. But they were arrogant and became a guilty folk."
    },
    {
      "global_id": 1088,
      "surah": 7,
      "ayah": 134,
      "verse_key": "7:134",
      "text_ar": "وَلَمَّا وَقَعَ عَلَيْهِمُ ٱلرِّجْزُ قَالُوا۟ يَـٰمُوسَى ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ ۖ لَئِن كَشَفْتَ عَنَّا ٱلرِّجْزَ لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بَنِىٓ إِسْرَٰٓءِيلَ",
      "text_en_pickthall": "And when the terror fell on them they cried: O Moses! Pray for us unto thy Lord, because He hath a covenant with thee. If thou removest the terror from us we verily will trust thee and will let the Children of Israel go with thee."
    },
    {
      "global_id": 1089,
      "surah": 7,
      "ayah": 135,
      "verse_key": "7:135",
      "text_ar": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلرِّجْزَ إِلَىٰٓ أَجَلٍ هُم بَـٰلِغُوهُ إِذَا هُمْ يَنكُثُونَ",
      "text_en_pickthall": "But when We did remove from them the terror for a term which they must reach, behold! they broke their covenant."
    },
    {
      "global_id": 1090,
      "surah": 7,
      "ayah": 136,
      "verse_key": "7:136",
      "text_ar": "فَٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ فِى ٱلْيَمِّ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
      "text_en_pickthall": "Therefore We took retribution from them; therefore We drowned them in the sea: because they denied Our revelations and were heedless of them."
    },
    {
      "global_id": 1091,
      "surah": 7,
      "ayah": 137,
      "verse_key": "7:137",
      "text_ar": "وَأَوْرَثْنَا ٱلْقَوْمَ ٱلَّذِينَ كَانُوا۟ يُسْتَضْعَفُونَ مَشَـٰرِقَ ٱلْأَرْضِ وَمَغَـٰرِبَهَا ٱلَّتِى بَـٰرَكْنَا فِيهَا ۖ وَتَمَّتْ كَلِمَتُ رَبِّكَ ٱلْحُسْنَىٰ عَلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ بِمَا صَبَرُوا۟ ۖ وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُۥ وَمَا كَانُوا۟ يَعْرِشُونَ",
      "text_en_pickthall": "And We caused the folk who were despised to inherit the eastern parts of the land and the western parts thereof which We had blessed. And the fair word of thy Lord was fulfilled for the Children of Israel because of their endurance; and We annihilated (all) that Pharaoh and his folk had done and that they had contrived."
    },
    {
      "global_id": 1092,
      "surah": 7,
      "ayah": 138,
      "verse_key": "7:138",
      "text_ar": "وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتَوْا۟ عَلَىٰ قَوْمٍ يَعْكُفُونَ عَلَىٰٓ أَصْنَامٍ لَّهُمْ ۚ قَالُوا۟ يَـٰمُوسَى ٱجْعَل لَّنَآ إِلَـٰهًا كَمَا لَهُمْ ءَالِهَةٌ ۚ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ",
      "text_en_pickthall": "And We brought the Children of Israel across the sea, and they came unto a people who were given up to idols which they had. They said: O Moses! Make for us a god even as they have gods. He said: Lo! ye are a folk who know not."
    },
    {
      "global_id": 1093,
      "surah": 7,
      "ayah": 139,
      "verse_key": "7:139",
      "text_ar": "إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٌ مَّا هُمْ فِيهِ وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
      "text_en_pickthall": "Lo! as for these, their way will be destroyed and all that they are doing is in vain."
    },
    {
      "global_id": 1094,
      "surah": 7,
      "ayah": 140,
      "verse_key": "7:140",
      "text_ar": "قَالَ أَغَيْرَ ٱللَّهِ أَبْغِيكُمْ إِلَـٰهًا وَهُوَ فَضَّلَكُمْ عَلَى ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "He said: Shall I seek for you a god other than Allah when He hath favoured you above (all) creatures?"
    },
    {
      "global_id": 1095,
      "surah": 7,
      "ayah": 141,
      "verse_key": "7:141",
      "text_ar": "وَإِذْ أَنجَيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ ۖ يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
      "text_en_pickthall": "And (remember) when We did deliver you from Pharaoh´s folk who were afflicting you with dreadful torment, slaughtering your sons and sparing your women. That was a tremendous trial from your Lord."
    },
    {
      "global_id": 1096,
      "surah": 7,
      "ayah": 142,
      "verse_key": "7:142",
      "text_ar": "۞ وَوَٰعَدْنَا مُوسَىٰ ثَلَـٰثِينَ لَيْلَةً وَأَتْمَمْنَـٰهَا بِعَشْرٍ فَتَمَّ مِيقَـٰتُ رَبِّهِۦٓ أَرْبَعِينَ لَيْلَةً ۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَـٰرُونَ ٱخْلُفْنِى فِى قَوْمِى وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ ٱلْمُفْسِدِينَ",
      "text_en_pickthall": "And when We did appoint for Moses thirty nights (of solitude), and added to them ten, and he completed the whole time appointed by his Lord of forty nights; and Moses said unto his brother, Aaron: Take my place among the people. Do right, and follow not the way of mischief-makers."
    },
    {
      "global_id": 1097,
      "surah": 7,
      "ayah": 143,
      "verse_key": "7:143",
      "text_ar": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَـٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِىٓ أَنظُرْ إِلَيْكَ ۚ قَالَ لَن تَرَىٰنِى وَلَـٰكِنِ ٱنظُرْ إِلَى ٱلْجَبَلِ فَإِنِ ٱسْتَقَرَّ مَكَانَهُۥ فَسَوْفَ تَرَىٰنِى ۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلْجَبَلِ جَعَلَهُۥ دَكًّا وَخَرَّ مُوسَىٰ صَعِقًا ۚ فَلَمَّآ أَفَاقَ قَالَ سُبْحَـٰنَكَ تُبْتُ إِلَيْكَ وَأَنَا۠ أَوَّلُ ٱلْمُؤْمِنِينَ",
      "text_en_pickthall": "And when Moses came to Our appointed tryst and his Lord had spoken unto him, he said: My Lord! Show me (Thy Self), that I may gaze upon Thee. He said: Thou wilt not see Me, but gaze upon the mountain! If it stand still in its place, then thou wilt see Me. And when his Lord revealed (His) glory to the mountain He sent it crashing down. And Moses fell down senseless. And when he woke he said: Glory unto Thee! I turn unto Thee repentant, and I am the first of (true) believers."
    },
    {
      "global_id": 1098,
      "surah": 7,
      "ayah": 144,
      "verse_key": "7:144",
      "text_ar": "قَالَ يَـٰمُوسَىٰٓ إِنِّى ٱصْطَفَيْتُكَ عَلَى ٱلنَّاسِ بِرِسَـٰلَـٰتِى وَبِكَلَـٰمِى فَخُذْ مَآ ءَاتَيْتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
      "text_en_pickthall": "He said: O Moses! I have preferred thee above mankind by My messages and by My speaking (unto thee). So hold that which I have given thee, and be among the thankful."
    },
    {
      "global_id": 1099,
      "surah": 7,
      "ayah": 145,
      "verse_key": "7:145",
      "text_ar": "وَكَتَبْنَا لَهُۥ فِى ٱلْأَلْوَاحِ مِن كُلِّ شَىْءٍ مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَىْءٍ فَخُذْهَا بِقُوَّةٍ وَأْمُرْ قَوْمَكَ يَأْخُذُوا۟ بِأَحْسَنِهَا ۚ سَأُو۟رِيكُمْ دَارَ ٱلْفَـٰسِقِينَ",
      "text_en_pickthall": "And We wrote for him, upon the tablets, the lesson to be drawn from all things and the explanation of all things, then (bade him): Hold it fast; and command thy people (saying): Take the better (course made clear) therein. I shall show thee the abode of evil-livers."
    },
    {
      "global_id": 1100,
      "surah": 7,
      "ayah": 146,
      "verse_key": "7:146",
      "text_ar": "سَأَصْرِفُ عَنْ ءَايَـٰتِىَ ٱلَّذِينَ يَتَكَبَّرُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَإِن يَرَوْا۟ كُلَّ ءَايَةٍ لَّا يُؤْمِنُوا۟ بِهَا وَإِن يَرَوْا۟ سَبِيلَ ٱلرُّشْدِ لَا يَتَّخِذُوهُ سَبِيلًا وَإِن يَرَوْا۟ سَبِيلَ ٱلْغَىِّ يَتَّخِذُوهُ سَبِيلًا ۚ ذَٰلِكَ بِأَنَّهُمْ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ عَنْهَا غَـٰفِلِينَ",
      "text_en_pickthall": "I shall turn away from My revelations those who magnify themselves wrongfully in the earth, and if they see each token believe it not, and if they see the way of righteousness choose it nor for (their) way, and if they see the way of error choose if for (their) way. That is because they deny Our revelations and are used to disregard them."
    },
    {
      "global_id": 1101,
      "surah": 7,
      "ayah": 147,
      "verse_key": "7:147",
      "text_ar": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآءِ ٱلْـَٔاخِرَةِ حَبِطَتْ أَعْمَـٰلُهُمْ ۚ هَلْ يُجْزَوْنَ إِلَّا مَا كَانُوا۟ يَعْمَلُونَ",
      "text_en_pickthall": "Those who deny Our revelations and the meeting of the Hereafter, their works are fruitless. Are they requited aught save what they used to do?"
    },
    {
      "global_id": 1102,
      "surah": 7,
      "ayah": 148,
      "verse_key": "7:148",
      "text_ar": "وَٱتَّخَذَ قَوْمُ مُوسَىٰ مِنۢ بَعْدِهِۦ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُۥ خُوَارٌ ۚ أَلَمْ يَرَوْا۟ أَنَّهُۥ لَا يُكَلِّمُهُمْ وَلَا يَهْدِيهِمْ سَبِيلًا ۘ ٱتَّخَذُوهُ وَكَانُوا۟ ظَـٰلِمِينَ",
      "text_en_pickthall": "And the folk of Moses, after (he left them), chose a calf (for worship), (made) out of their ornaments, of saffron hue, which gave a lowing sound. Saw they not that it spake not unto them nor guided them to any way? They chose it, and became wrong-doers."
    },
    {
      "global_id": 1103,
      "surah": 7,
      "ayah": 149,
      "verse_key": "7:149",
      "text_ar": "وَلَمَّا سُقِطَ فِىٓ أَيْدِيهِمْ وَرَأَوْا۟ أَنَّهُمْ قَدْ ضَلُّوا۟ قَالُوا۟ لَئِن لَّمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "text_en_pickthall": "And when they feared the consequences thereof and saw that they had gone astray, they said: Unless our Lord have mercy on us and forgive us, we verily are of the lost."
    },
    {
      "global_id": 1104,
      "surah": 7,
      "ayah": 150,
      "verse_key": "7:150",
      "text_ar": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوْمِهِۦ غَضْبَـٰنَ أَسِفًا قَالَ بِئْسَمَا خَلَفْتُمُونِى مِنۢ بَعْدِىٓ ۖ أَعَجِلْتُمْ أَمْرَ رَبِّكُمْ ۖ وَأَلْقَى ٱلْأَلْوَاحَ وَأَخَذَ بِرَأْسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيْهِ ۚ قَالَ ٱبْنَ أُمَّ إِنَّ ٱلْقَوْمَ ٱسْتَضْعَفُونِى وَكَادُوا۟ يَقْتُلُونَنِى فَلَا تُشْمِتْ بِىَ ٱلْأَعْدَآءَ وَلَا تَجْعَلْنِى مَعَ ٱلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "And when Moses returned unto his people, angry and grieved, he said: Evil is that (course) which ye took after I had left you. Would ye hasten on the judgment of your Lord? And he cast down the tablets, and he seized his brother by the head, dragging him toward him. He said: Son of my mother! Lo! the folk did judge me weak and almost killed me. Oh, make not mine enemies to triumph over me and place me not among the evil-doers."
    },
    {
      "global_id": 1105,
      "surah": 7,
      "ayah": 151,
      "verse_key": "7:151",
      "text_ar": "قَالَ رَبِّ ٱغْفِرْ لِى وَلِأَخِى وَأَدْخِلْنَا فِى رَحْمَتِكَ ۖ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "text_en_pickthall": "He said: My Lord! Have mercy on me and on my brother; bring us into Thy mercy, Thou the Most Merciful of all who show mercy."
    },
    {
      "global_id": 1106,
      "surah": 7,
      "ayah": 152,
      "verse_key": "7:152",
      "text_ar": "إِنَّ ٱلَّذِينَ ٱتَّخَذُوا۟ ٱلْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَكَذَٰلِكَ نَجْزِى ٱلْمُفْتَرِينَ",
      "text_en_pickthall": "Lo! Those who chose the calf (for worship), terror from their Lord and humiliation will come upon them in the life of the world. Thus do We requite those who invent a lie."
    },
    {
      "global_id": 1107,
      "surah": 7,
      "ayah": 153,
      "verse_key": "7:153",
      "text_ar": "وَٱلَّذِينَ عَمِلُوا۟ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُوا۟ مِنۢ بَعْدِهَا وَءَامَنُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "text_en_pickthall": "But those who do ill-deeds and afterward repent and believe - lo! for them, afterward, Allah is Forgiving, Merciful."
    },
    {
      "global_id": 1108,
      "surah": 7,
      "ayah": 154,
      "verse_key": "7:154",
      "text_ar": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلْغَضَبُ أَخَذَ ٱلْأَلْوَاحَ ۖ وَفِى نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِّلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ",
      "text_en_pickthall": "Then, when the anger of Moses abated, he took up the tablets, and in their inscription there was guidance and mercy for all those who fear their Lord."
    },
    {
      "global_id": 1109,
      "surah": 7,
      "ayah": 155,
      "verse_key": "7:155",
      "text_ar": "وَٱخْتَارَ مُوسَىٰ قَوْمَهُۥ سَبْعِينَ رَجُلًا لِّمِيقَـٰتِنَا ۖ فَلَمَّآ أَخَذَتْهُمُ ٱلرَّجْفَةُ قَالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُم مِّن قَبْلُ وَإِيَّـٰىَ ۖ أَتُهْلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآ ۖ إِنْ هِىَ إِلَّا فِتْنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهْدِى مَن تَشَآءُ ۖ أَنتَ وَلِيُّنَا فَٱغْفِرْ لَنَا وَٱرْحَمْنَا ۖ وَأَنتَ خَيْرُ ٱلْغَـٰفِرِينَ",
      "text_en_pickthall": "And Moses chose of his people seventy men for Our appointed tryst and, when the trembling came on them, he said: My Lord! If Thou hadst willed Thou hadst destroyed them long before, and me with them. Wilt thou destroy us for that which the ignorant among us did? It is but Thy trial (of us). Thou sendest whom Thou wilt astray and guidest whom Thou wilt: Thou art our Protecting Friend, therefore forgive us and have mercy on us, Thou, the Best of all who show forgiveness."
    },
    {
      "global_id": 1110,
      "surah": 7,
      "ayah": 156,
      "verse_key": "7:156",
      "text_ar": "۞ وَٱكْتُبْ لَنَا فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ إِنَّا هُدْنَآ إِلَيْكَ ۚ قَالَ عَذَابِىٓ أُصِيبُ بِهِۦ مَنْ أَشَآءُ ۖ وَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ ۚ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَـٰتِنَا يُؤْمِنُونَ",
      "text_en_pickthall": "And ordain for us in this world that which is good, and in the Hereafter (that which is good), Lo! We have turned unto Thee. He said: I smite with My punishment whom I will, and My mercy embraceth all things, therefore I shall ordain it for those who ward off (evil) and pay the poor-due, and those who believe Our revelations;"
    },
    {
      "global_id": 1111,
      "surah": 7,
      "ayah": 157,
      "verse_key": "7:157",
      "text_ar": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِىَّ ٱلْأُمِّىَّ ٱلَّذِى يَجِدُونَهُۥ مَكْتُوبًا عِندَهُمْ فِى ٱلتَّوْرَىٰةِ وَٱلْإِنجِيلِ يَأْمُرُهُم بِٱلْمَعْرُوفِ وَيَنْهَىٰهُمْ عَنِ ٱلْمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَـٰتِ وَيُحَرِّمُ عَلَيْهِمُ ٱلْخَبَـٰٓئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَٱلْأَغْلَـٰلَ ٱلَّتِى كَانَتْ عَلَيْهِمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُوا۟ ٱلنُّورَ ٱلَّذِىٓ أُنزِلَ مَعَهُۥٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "text_en_pickthall": "Those who follow the messenger, the Prophet who can neither read nor write, whom they will find described in the Torah and the Gospel (which are) with them. He will enjoin on them that which is right and forbid them that which is wrong. He will make lawful for them all good things and prohibit for them only the foul; and he will relieve them of their burden and the fetters that they used to wear. Then those who believe in him, and honour him, and help him, and follow the light which is sent down with him: they are the successful."
    },
    {
      "global_id": 1112,
      "surah": 7,
      "ayah": 158,
      "verse_key": "7:158",
      "text_ar": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ جَمِيعًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ يُحْىِۦ وَيُمِيتُ ۖ فَـَٔامِنُوا۟ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِىِّ ٱلْأُمِّىِّ ٱلَّذِى يُؤْمِنُ بِٱللَّهِ وَكَلِمَـٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمْ تَهْتَدُونَ",
      "text_en_pickthall": "Say (O Muhammad): O mankind! Lo! I am the messenger of Allah to you all - (the messenger of) Him unto Whom belongeth the Sovereignty of the heavens and the earth. There is no Allah save Him. He quickeneth and He giveth death. So believe in Allah and His messenger, the Prophet who can neither read nor write, who believeth in Allah and in His Words, and follow him that haply ye may be led aright."
    },
    {
      "global_id": 1113,
      "surah": 7,
      "ayah": 159,
      "verse_key": "7:159",
      "text_ar": "وَمِن قَوْمِ مُوسَىٰٓ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
      "text_en_pickthall": "And of Moses´ folk there is a community who lead with truth and establish justice therewith."
    },
    {
      "global_id": 1114,
      "surah": 7,
      "ayah": 160,
      "verse_key": "7:160",
      "text_ar": "وَقَطَّعْنَـٰهُمُ ٱثْنَتَىْ عَشْرَةَ أَسْبَاطًا أُمَمًا ۚ وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسْتَسْقَىٰهُ قَوْمُهُۥٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنۢبَجَسَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۚ وَظَلَّلْنَا عَلَيْهِمُ ٱلْغَمَـٰمَ وَأَنزَلْنَا عَلَيْهِمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۚ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "text_en_pickthall": "We divided them into twelve tribes, nations; and We inspired Moses, when his people asked him for water, saying: Smite with thy staff the rock! And there gushed forth therefrom twelve springs, so that each tribe knew their drinking-place. And we caused the white cloud to overshadow them and sent down for them the manna and the quails (saying): Eat of the good things wherewith we have provided you. They wronged Us not, but they were wont to wrong themselves."
    },
    {
      "global_id": 1115,
      "surah": 7,
      "ayah": 161,
      "verse_key": "7:161",
      "text_ar": "وَإِذْ قِيلَ لَهُمُ ٱسْكُنُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ وَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا۟ حِطَّةٌ وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا نَّغْفِرْ لَكُمْ خَطِيٓـَٔـٰتِكُمْ ۚ سَنَزِيدُ ٱلْمُحْسِنِينَ",
      "text_en_pickthall": "And when it was said unto them: Dwell in this township and eat therefrom whence ye will, and say \"Repentance,\" and enter the gate prostrate; We shall forgive you your sins; We shall increase (reward) for the right-doers."
    },
    {
      "global_id": 1116,
      "surah": 7,
      "ayah": 162,
      "verse_key": "7:162",
      "text_ar": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَظْلِمُونَ",
      "text_en_pickthall": "But those of them who did wrong changed the word which had been told them for another saying, and We sent down upon them wrath from heaven for their wrongdoing."
    },
    {
      "global_id": 1117,
      "surah": 7,
      "ayah": 163,
      "verse_key": "7:163",
      "text_ar": "وَسْـَٔلْهُمْ عَنِ ٱلْقَرْيَةِ ٱلَّتِى كَانَتْ حَاضِرَةَ ٱلْبَحْرِ إِذْ يَعْدُونَ فِى ٱلسَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لَا يَسْبِتُونَ ۙ لَا تَأْتِيهِمْ ۚ كَذَٰلِكَ نَبْلُوهُم بِمَا كَانُوا۟ يَفْسُقُونَ",
      "text_en_pickthall": "Ask them (O Muhammad) of the township that was by the sea, how they did break the Sabbath, how their big fish came unto them visibly upon their Sabbath day and on a day when they did not keep Sabbath came they not unto them. Thus did We try them for that they were evil-livers."
    },
    {
      "global_id": 1118,
      "surah": 7,
      "ayah": 164,
      "verse_key": "7:164",
      "text_ar": "وَإِذْ قَالَتْ أُمَّةٌ مِّنْهُمْ لِمَ تَعِظُونَ قَوْمًا ۙ ٱللَّهُ مُهْلِكُهُمْ أَوْ مُعَذِّبُهُمْ عَذَابًا شَدِيدًا ۖ قَالُوا۟ مَعْذِرَةً إِلَىٰ رَبِّكُمْ وَلَعَلَّهُمْ يَتَّقُونَ",
      "text_en_pickthall": "And when a community among them said: Why preach ye to a folk whom Allah is about to destroy or punish with an awful doom, they said: In order to be free from guilt before your Lord, and that haply they may ward off (evil)."
    },
    {
      "global_id": 1119,
      "surah": 7,
      "ayah": 165,
      "verse_key": "7:165",
      "text_ar": "فَلَمَّا نَسُوا۟ مَا ذُكِّرُوا۟ بِهِۦٓ أَنجَيْنَا ٱلَّذِينَ يَنْهَوْنَ عَنِ ٱلسُّوٓءِ وَأَخَذْنَا ٱلَّذِينَ ظَلَمُوا۟ بِعَذَابٍۭ بَـِٔيسٍۭ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "text_en_pickthall": "And when they forgot that whereof they had been reminded, We rescued those who forbade wrong, and visited those who did wrong with dreadful punishment because they were evil-livers."
    },
    {
      "global_id": 1120,
      "surah": 7,
      "ayah": 166,
      "verse_key": "7:166",
      "text_ar": "فَلَمَّا عَتَوْا۟ عَن مَّا نُهُوا۟ عَنْهُ قُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
      "text_en_pickthall": "So when they took pride in that which they had been forbidden, We said unto them: Be ye apes despised and loathed!"
    },
    {
      "global_id": 1121,
      "surah": 7,
      "ayah": 167,
      "verse_key": "7:167",
      "text_ar": "وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ مَن يَسُومُهُمْ سُوٓءَ ٱلْعَذَابِ ۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلْعِقَابِ ۖ وَإِنَّهُۥ لَغَفُورٌ رَّحِيمٌ",
      "text_en_pickthall": "And (remember) when thy Lord proclaimed that He would raise against them till the Day of Resurrection those who would lay on them a cruel torment. Lo! verily thy Lord is swift in prosecution and lo! verily He is Forgiving, Merciful."
    },
    {
      "global_id": 1122,
      "surah": 7,
      "ayah": 168,
      "verse_key": "7:168",
      "text_ar": "وَقَطَّعْنَـٰهُمْ فِى ٱلْأَرْضِ أُمَمًا ۖ مِّنْهُمُ ٱلصَّـٰلِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ ۖ وَبَلَوْنَـٰهُم بِٱلْحَسَنَـٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمْ يَرْجِعُونَ",
      "text_en_pickthall": "And We have sundered them in the earth as (separate) nations. Some of them are righteous, and some far from that. And We have tried them with good things and evil things that haply they might return."
    },
    {
      "global_id": 1123,
      "surah": 7,
      "ayah": 169,
      "verse_key": "7:169",
      "text_ar": "فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ وَرِثُوا۟ ٱلْكِتَـٰبَ يَأْخُذُونَ عَرَضَ هَـٰذَا ٱلْأَدْنَىٰ وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِن يَأْتِهِمْ عَرَضٌ مِّثْلُهُۥ يَأْخُذُوهُ ۚ أَلَمْ يُؤْخَذْ عَلَيْهِم مِّيثَـٰقُ ٱلْكِتَـٰبِ أَن لَّا يَقُولُوا۟ عَلَى ٱللَّهِ إِلَّا ٱلْحَقَّ وَدَرَسُوا۟ مَا فِيهِ ۗ وَٱلدَّارُ ٱلْـَٔاخِرَةُ خَيْرٌ لِّلَّذِينَ يَتَّقُونَ ۗ أَفَلَا تَعْقِلُونَ",
      "text_en_pickthall": "And a generation hath succeeded them who inherited the scriptures. They grasp the goods of this low life (as the price of evil-doing) and say: It will be forgiven us. And if there came to them (again) the offer of the like, they would accept it (and would sin again). Hath not the covenant of the Scripture been taken on their behalf that they should not speak aught concerning Allah save the truth? And they have studied that which is therein. And the abode of the Hereafter is better, for those who ward off (evil). Have ye then no sense?"
    },
    {
      "global_id": 1124,
      "surah": 7,
      "ayah": 170,
      "verse_key": "7:170",
      "text_ar": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلْكِتَـٰبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجْرَ ٱلْمُصْلِحِينَ",
      "text_en_pickthall": "And as for those who make (men) keep the Scripture, and establish worship - lo! We squander not the wages of reformers."
    },
    {
      "global_id": 1125,
      "surah": 7,
      "ayah": 171,
      "verse_key": "7:171",
      "text_ar": "۞ وَإِذْ نَتَقْنَا ٱلْجَبَلَ فَوْقَهُمْ كَأَنَّهُۥ ظُلَّةٌ وَظَنُّوٓا۟ أَنَّهُۥ وَاقِعٌۢ بِهِمْ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
      "text_en_pickthall": "And when We shook the Mount above them as it were a covering, and they supposed that it was going to fall upon them (and We said): Hold fast that which We have given you, and remember that which is therein, that ye may ward off (evil)."
    },
    {
      "global_id": 1126,
      "surah": 7,
      "ayah": 172,
      "verse_key": "7:172",
      "text_ar": "وَإِذْ أَخَذَ رَبُّكَ مِنۢ بَنِىٓ ءَادَمَ مِن ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَىٰٓ أَنفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ ۖ قَالُوا۟ بَلَىٰ ۛ شَهِدْنَآ ۛ أَن تَقُولُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ إِنَّا كُنَّا عَنْ هَـٰذَا غَـٰفِلِينَ",
      "text_en_pickthall": "And (remember) when thy Lord brought forth from the Children of Adam, from their reins, their seed, and made them testify of themselves, (saying): Am I not your Lord? They said: Yea, verily. We testify. (That was) lest ye should say at the Day of Resurrection: Lo! of this we were unaware;"
    },
    {
      "global_id": 1127,
      "surah": 7,
      "ayah": 173,
      "verse_key": "7:173",
      "text_ar": "أَوْ تَقُولُوٓا۟ إِنَّمَآ أَشْرَكَ ءَابَآؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّنۢ بَعْدِهِمْ ۖ أَفَتُهْلِكُنَا بِمَا فَعَلَ ٱلْمُبْطِلُونَ",
      "text_en_pickthall": "Or lest ye should say: (It is) only (that) our fathers ascribed partners to Allah of old and we were (their) seed after them. Wilt Thou destroy us on account of that which those who follow falsehood did?"
    },
    {
      "global_id": 1128,
      "surah": 7,
      "ayah": 174,
      "verse_key": "7:174",
      "text_ar": "وَكَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ وَلَعَلَّهُمْ يَرْجِعُونَ",
      "text_en_pickthall": "Thus we detail the revelations, that haply they may return."
    },
    {
      "global_id": 1129,
      "surah": 7,
      "ayah": 175,
      "verse_key": "7:175",
      "text_ar": "وَٱتْلُ عَلَيْهِمْ نَبَأَ ٱلَّذِىٓ ءَاتَيْنَـٰهُ ءَايَـٰتِنَا فَٱنسَلَخَ مِنْهَا فَأَتْبَعَهُ ٱلشَّيْطَـٰنُ فَكَانَ مِنَ ٱلْغَاوِينَ",
      "text_en_pickthall": "Recite unto them the tale of him to whom We gave Our revelations, but he sloughed them off, so Satan overtook him and he became of those who lead astray."
    },
    {
      "global_id": 1130,
      "surah": 7,
      "ayah": 176,
      "verse_key": "7:176",
      "text_ar": "وَلَوْ شِئْنَا لَرَفَعْنَـٰهُ بِهَا وَلَـٰكِنَّهُۥٓ أَخْلَدَ إِلَى ٱلْأَرْضِ وَٱتَّبَعَ هَوَىٰهُ ۚ فَمَثَلُهُۥ كَمَثَلِ ٱلْكَلْبِ إِن تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَث ۚ ذَّٰلِكَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۚ فَٱقْصُصِ ٱلْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "text_en_pickthall": "And had We willed We could have raised him by their means, but he clung to the earth and followed his own lust. Therefor his likeness is as the likeness of a dog: if thou attackest him he panteth with his tongue out, and if thou leavest him he panteth with his tongue out. Such is the likeness of the people who deny Our revelations. Narrate unto them the history (of the men of old), that haply they may take thought."
    },
    {
      "global_id": 1131,
      "surah": 7,
      "ayah": 177,
      "verse_key": "7:177",
      "text_ar": "سَآءَ مَثَلًا ٱلْقَوْمُ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا وَأَنفُسَهُمْ كَانُوا۟ يَظْلِمُونَ",
      "text_en_pickthall": "Evil as an example are the folk who denied Our revelations, and were wont to wrong themselves."
    },
    {
      "global_id": 1132,
      "surah": 7,
      "ayah": 178,
      "verse_key": "7:178",
      "text_ar": "مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِى ۖ وَمَن يُضْلِلْ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "text_en_pickthall": "He whom Allah leadeth, he indeed is led aright, while he whom Allah sendeth astray - they indeed are losers."
    },
    {
      "global_id": 1133,
      "surah": 7,
      "ayah": 179,
      "verse_key": "7:179",
      "text_ar": "وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِّنَ ٱلْجِنِّ وَٱلْإِنسِ ۖ لَهُمْ قُلُوبٌ لَّا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَّا يُبْصِرُونَ بِهَا وَلَهُمْ ءَاذَانٌ لَّا يَسْمَعُونَ بِهَآ ۚ أُو۟لَـٰٓئِكَ كَٱلْأَنْعَـٰمِ بَلْ هُمْ أَضَلُّ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
      "text_en_pickthall": "Already have We urged unto hell many of the jinn and humankind, having hearts wherewith they understand not, and having eyes wherewith they see not, and having ears wherewith they hear not. These are as the cattle - nay, but they are worse! These are the neglectful."
    },
    {
      "global_id": 1134,
      "surah": 7,
      "ayah": 180,
      "verse_key": "7:180",
      "text_ar": "وَلِلَّهِ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ فَٱدْعُوهُ بِهَا ۖ وَذَرُوا۟ ٱلَّذِينَ يُلْحِدُونَ فِىٓ أَسْمَـٰٓئِهِۦ ۚ سَيُجْزَوْنَ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_en_pickthall": "Allah´s are the fairest names. Invoke Him by them. And leave the company of those who blaspheme His names. They will be requited what they do."
    },
    {
      "global_id": 1135,
      "surah": 7,
      "ayah": 181,
      "verse_key": "7:181",
      "text_ar": "وَمِمَّنْ خَلَقْنَآ أُمَّةٌ يَهْدُونَ بِٱلْحَقِّ وَبِهِۦ يَعْدِلُونَ",
      "text_en_pickthall": "And of those whom We created there is a nation who guide with the Truth and establish justice therewith."
    },
    {
      "global_id": 1136,
      "surah": 7,
      "ayah": 182,
      "verse_key": "7:182",
      "text_ar": "وَٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ",
      "text_en_pickthall": "And those who deny Our revelations - step by step We lead them on from whence they know not."
    },
    {
      "global_id": 1137,
      "surah": 7,
      "ayah": 183,
      "verse_key": "7:183",
      "text_ar": "وَأُمْلِى لَهُمْ ۚ إِنَّ كَيْدِى مَتِينٌ",
      "text_en_pickthall": "I give them rein (for) lo! My scheme is strong."
    },
    {
      "global_id": 1138,
      "surah": 7,
      "ayah": 184,
      "verse_key": "7:184",
      "text_ar": "أَوَلَمْ يَتَفَكَّرُوا۟ ۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍ ۚ إِنْ هُوَ إِلَّا نَذِيرٌ مُّبِينٌ",
      "text_en_pickthall": "Have they not bethought them (that) there is no madness in their comrade? He is but a plain warner."
    },
    {
      "global_id": 1139,
      "surah": 7,
      "ayah": 185,
      "verse_key": "7:185",
      "text_ar": "أَوَلَمْ يَنظُرُوا۟ فِى مَلَكُوتِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا خَلَقَ ٱللَّهُ مِن شَىْءٍ وَأَنْ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقْتَرَبَ أَجَلُهُمْ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَهُۥ يُؤْمِنُونَ",
      "text_en_pickthall": "Have they not considered the dominion of the heavens and the earth, and what things Allah hath created, and that it may be that their own term draweth nigh? In what fact after this will they believe?"
    },
    {
      "global_id": 1140,
      "surah": 7,
      "ayah": 186,
      "verse_key": "7:186",
      "text_ar": "مَن يُضْلِلِ ٱللَّهُ فَلَا هَادِىَ لَهُۥ ۚ وَيَذَرُهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "text_en_pickthall": "Those whom Allah sendeth astray, there is no guide for them. He leaveth them to wander blindly on in their contumacy."
    },
    {
      "global_id": 1141,
      "surah": 7,
      "ayah": 187,
      "verse_key": "7:187",
      "text_ar": "يَسْـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرْسَىٰهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ رَبِّى ۖ لَا يُجَلِّيهَا لِوَقْتِهَآ إِلَّا هُوَ ۚ ثَقُلَتْ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ لَا تَأْتِيكُمْ إِلَّا بَغْتَةً ۗ يَسْـَٔلُونَكَ كَأَنَّكَ حَفِىٌّ عَنْهَا ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_en_pickthall": "They ask thee of the (destined) Hour, when will it come to port. Say: Knowledge thereof is with my Lord only. He alone will manifest it at its proper time. It is heavy in the heavens and the earth. It cometh not to you save unawares. They question thee as if thou couldst be well informed thereof. Say: Knowledge thereof is with Allah only, but most of mankind know not."
    },
    {
      "global_id": 1142,
      "surah": 7,
      "ayah": 188,
      "verse_key": "7:188",
      "text_ar": "قُل لَّآ أَمْلِكُ لِنَفْسِى نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُ ۚ وَلَوْ كُنتُ أَعْلَمُ ٱلْغَيْبَ لَٱسْتَكْثَرْتُ مِنَ ٱلْخَيْرِ وَمَا مَسَّنِىَ ٱلسُّوٓءُ ۚ إِنْ أَنَا۠ إِلَّا نَذِيرٌ وَبَشِيرٌ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_en_pickthall": "Say: For myself I have no power to benefit, nor power to hurt, save that which Allah willeth. Had I knowledge of the Unseen, I should have abundance of wealth, and adversity would not touch me. I am but a warner, and a bearer of good tidings unto folk who believe."
    },
    {
      "global_id": 1143,
      "surah": 7,
      "ayah": 189,
      "verse_key": "7:189",
      "text_ar": "۞ هُوَ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا ۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِۦ ۖ فَلَمَّآ أَثْقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنْ ءَاتَيْتَنَا صَـٰلِحًا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
      "text_en_pickthall": "He it is Who did create you from a single soul, and therefrom did make his mate that he might take rest in her. And when he covered her she bore a light burden, and she passed (unnoticed) with it, but when it became heavy they cried unto Allah, their Lord, saying: If thou givest unto us aright we shall be of the thankful."
    },
    {
      "global_id": 1144,
      "surah": 7,
      "ayah": 190,
      "verse_key": "7:190",
      "text_ar": "فَلَمَّآ ءَاتَىٰهُمَا صَـٰلِحًا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَا ۚ فَتَعَـٰلَى ٱللَّهُ عَمَّا يُشْرِكُونَ",
      "text_en_pickthall": "But when He gave unto them aright, they ascribed unto Him partners in respect of that which He had given them. High is He Exalted above all that they associate (with Him)."
    },
    {
      "global_id": 1145,
      "surah": 7,
      "ayah": 191,
      "verse_key": "7:191",
      "text_ar": "أَيُشْرِكُونَ مَا لَا يَخْلُقُ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
      "text_en_pickthall": "Attribute they as partners to Allah those who created naught, but are themselves created,"
    },
    {
      "global_id": 1146,
      "surah": 7,
      "ayah": 192,
      "verse_key": "7:192",
      "text_ar": "وَلَا يَسْتَطِيعُونَ لَهُمْ نَصْرًا وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
      "text_en_pickthall": "And cannot give them help, nor can they help themselves?"
    },
    {
      "global_id": 1147,
      "surah": 7,
      "ayah": 193,
      "verse_key": "7:193",
      "text_ar": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَتَّبِعُوكُمْ ۚ سَوَآءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنتُمْ صَـٰمِتُونَ",
      "text_en_pickthall": "And if ye call them to the Guidance, they follow you not. Whether ye call them or are silent is all one for you."
    },
    {
      "global_id": 1148,
      "surah": 7,
      "ayah": 194,
      "verse_key": "7:194",
      "text_ar": "إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمْثَالُكُمْ ۖ فَٱدْعُوهُمْ فَلْيَسْتَجِيبُوا۟ لَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_en_pickthall": "Lo! those on whom ye call beside Allah are slaves like unto you. Call on them now, and let them answer you, if ye are truthful!"
    },
    {
      "global_id": 1149,
      "surah": 7,
      "ayah": 195,
      "verse_key": "7:195",
      "text_ar": "أَلَهُمْ أَرْجُلٌ يَمْشُونَ بِهَآ ۖ أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَآ ۖ أَمْ لَهُمْ أَعْيُنٌ يُبْصِرُونَ بِهَآ ۖ أَمْ لَهُمْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۗ قُلِ ٱدْعُوا۟ شُرَكَآءَكُمْ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
      "text_en_pickthall": "Have they feet wherewith they walk, or have they hands wherewith they hold, or have they eyes wherewith they see, or have they ears wherewith they hear? Say: Call upon your (so-called) partners (of Allah), and then contrive against me, spare me not!"
    },
    {
      "global_id": 1150,
      "surah": 7,
      "ayah": 196,
      "verse_key": "7:196",
      "text_ar": "إِنَّ وَلِـِّۧىَ ٱللَّهُ ٱلَّذِى نَزَّلَ ٱلْكِتَـٰبَ ۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ",
      "text_en_pickthall": "Lo! my Protecting Friend is Allah Who revealeth the Scripture. He befriendeth the righteous."
    },
    {
      "global_id": 1151,
      "surah": 7,
      "ayah": 197,
      "verse_key": "7:197",
      "text_ar": "وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ لَا يَسْتَطِيعُونَ نَصْرَكُمْ وَلَآ أَنفُسَهُمْ يَنصُرُونَ",
      "text_en_pickthall": "They on whom ye call beside Him have no power to help you, nor can they help you, nor can they help themselves."
    },
    {
      "global_id": 1152,
      "surah": 7,
      "ayah": 198,
      "verse_key": "7:198",
      "text_ar": "وَإِن تَدْعُوهُمْ إِلَى ٱلْهُدَىٰ لَا يَسْمَعُوا۟ ۖ وَتَرَىٰهُمْ يَنظُرُونَ إِلَيْكَ وَهُمْ لَا يُبْصِرُونَ",
      "text_en_pickthall": "And if ye (Muslims) call them to the guidance they hear not; and thou (Muhammad) seest them looking toward thee, but they see not."
    },
    {
      "global_id": 1153,
      "surah": 7,
      "ayah": 199,
      "verse_key": "7:199",
      "text_ar": "خُذِ ٱلْعَفْوَ وَأْمُرْ بِٱلْعُرْفِ وَأَعْرِضْ عَنِ ٱلْجَـٰهِلِينَ",
      "text_en_pickthall": "Keep to forgiveness (O Muhammad), and enjoin kindness, and turn away from the ignorant."
    },
    {
      "global_id": 1154,
      "surah": 7,
      "ayah": 200,
      "verse_key": "7:200",
      "text_ar": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيْطَـٰنِ نَزْغٌ فَٱسْتَعِذْ بِٱللَّهِ ۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
      "text_en_pickthall": "And if a slander from the devil wound thee, then seek refuge in Allah. Lo! He is Hearer, Knower."
    },
    {
      "global_id": 1155,
      "surah": 7,
      "ayah": 201,
      "verse_key": "7:201",
      "text_ar": "إِنَّ ٱلَّذِينَ ٱتَّقَوْا۟ إِذَا مَسَّهُمْ طَـٰٓئِفٌ مِّنَ ٱلشَّيْطَـٰنِ تَذَكَّرُوا۟ فَإِذَا هُم مُّبْصِرُونَ",
      "text_en_pickthall": "Lo! those who ward off (evil), when a glamour from the devil troubleth them, they do but remember (Allah´s Guidance) and behold them seers!"
    },
    {
      "global_id": 1156,
      "surah": 7,
      "ayah": 202,
      "verse_key": "7:202",
      "text_ar": "وَإِخْوَٰنُهُمْ يَمُدُّونَهُمْ فِى ٱلْغَىِّ ثُمَّ لَا يُقْصِرُونَ",
      "text_en_pickthall": "Their brethren plunge them further into error and cease not."
    },
    {
      "global_id": 1157,
      "surah": 7,
      "ayah": 203,
      "verse_key": "7:203",
      "text_ar": "وَإِذَا لَمْ تَأْتِهِم بِـَٔايَةٍ قَالُوا۟ لَوْلَا ٱجْتَبَيْتَهَا ۚ قُلْ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَىَّ مِن رَّبِّى ۚ هَـٰذَا بَصَآئِرُ مِن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_en_pickthall": "And when thou bringest not a verse for them they say: Why hast thou not chosen it? Say: I follow only that which is inspired in me from my Lord. This (Qur´an) is insight from your Lord, and a guidance and a mercy for a people that believe."
    },
    {
      "global_id": 1158,
      "surah": 7,
      "ayah": 204,
      "verse_key": "7:204",
      "text_ar": "وَإِذَا قُرِئَ ٱلْقُرْءَانُ فَٱسْتَمِعُوا۟ لَهُۥ وَأَنصِتُوا۟ لَعَلَّكُمْ تُرْحَمُونَ",
      "text_en_pickthall": "And when the Qur´an is recited, give ear to it and pay heed, that ye may obtain mercy."
    },
    {
      "global_id": 1159,
      "surah": 7,
      "ayah": 205,
      "verse_key": "7:205",
      "text_ar": "وَٱذْكُر رَّبَّكَ فِى نَفْسِكَ تَضَرُّعًا وَخِيفَةً وَدُونَ ٱلْجَهْرِ مِنَ ٱلْقَوْلِ بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ وَلَا تَكُن مِّنَ ٱلْغَـٰفِلِينَ",
      "text_en_pickthall": "And do thou (O Muhammad) remember thy Lord within thyself humbly and with awe, below thy breath, at morn and evening. And be not thou of the neglectful."
    },
    {
      "global_id": 1160,
      "surah": 7,
      "ayah": 206,
      "verse_key": "7:206",
      "text_ar": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسْجُدُونَ ۩",
      "text_en_pickthall": "Lo! those who are with thy Lord are not too proud to do Him service, but they praise Him and prostrate before Him."
    }
  ]
}
