{
  "surah_number": 11,
  "name_en": "Hud",
  "name_ar": "هود",
  "verses_count": 123,
  "revelation_place": "makkah",
  "verses": [
    {
      "global_id": 1474,
      "surah": 11,
      "ayah": 1,
      "verse_key": "11:1",
      "text_ar": " الٓر ۚ كِتَـٰبٌ أُحْكِمَتْ ءَايَـٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
      "text_en_pickthall": "Alif. Lam. Ra. (This is) a Scripture the revelations whereof are perfected and then expounded. (It cometh) from One Wise, Informed,"
    },
    {
      "global_id": 1475,
      "surah": 11,
      "ayah": 2,
      "verse_key": "11:2",
      "text_ar": "أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۚ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ",
      "text_en_pickthall": "(Saying): Serve none but Allah. Lo! I am unto you from Him a warner and a bringer of good tidings."
    },
    {
      "global_id": 1476,
      "surah": 11,
      "ayah": 3,
      "verse_key": "11:3",
      "text_ar": "وَأَنِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُمَتِّعْكُم مَّتَـٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ ۖ وَإِن تَوَلَّوْا۟ فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
      "text_en_pickthall": "And (bidding you): Ask pardon of your Lord and turn to Him repentant. He will cause you to enjoy a fair estate until a time appointed. He giveth His bounty unto every bountiful one. But if ye turn away, lo! (then) I fear for you the retribution of an awful Day."
    },
    {
      "global_id": 1477,
      "surah": 11,
      "ayah": 4,
      "verse_key": "11:4",
      "text_ar": "إِلَى ٱللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_en_pickthall": "Unto Allah is your return, and He is Able to do all things."
    },
    {
      "global_id": 1478,
      "surah": 11,
      "ayah": 5,
      "verse_key": "11:5",
      "text_ar": "أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا۟ مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "text_en_pickthall": "Lo! now they fold up their breasts that they may hide (their thoughts) from Him. At the very moment when they cover themselves with their clothing, Allah knoweth that which they keep hidden and that which they proclaim. Lo! He is Aware of what is in the breasts (of men)."
    },
    {
      "global_id": 1479,
      "surah": 11,
      "ayah": 6,
      "verse_key": "11:6",
      "text_ar": "۞ وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِى كِتَـٰبٍ مُّبِينٍ",
      "text_en_pickthall": "And there is not a beast in the earth but the sustenance thereof dependeth on Allah. He knoweth its habitation and its repository. All is in a clear Record."
    },
    {
      "global_id": 1480,
      "surah": 11,
      "ayah": 7,
      "verse_key": "11:7",
      "text_ar": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى ٱلْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ ٱلْمَوْتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "text_en_pickthall": "And He it is Who created the heavens and the earth in six Days - and His Throne was upon the water - that He might try you, which of you is best in conduct. Yet if thou (O Muhammad) sayest: Lo! ye will be raised again after death! those who disbelieve will surely say: This is naught but mere magic."
    },
    {
      "global_id": 1481,
      "surah": 11,
      "ayah": 8,
      "verse_key": "11:8",
      "text_ar": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ ٱلْعَذَابَ إِلَىٰٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_en_pickthall": "And if We delay for them the doom until a reckoned time, they will surely say: What withholdeth it? Verily on the day when it cometh unto them, it cannot be averted from them, and that which they derided will surround them."
    },
    {
      "global_id": 1482,
      "surah": 11,
      "ayah": 9,
      "verse_key": "11:9",
      "text_ar": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَـٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ",
      "text_en_pickthall": "And if we cause man to taste some mercy from Us and afterward withdraw it from him, lo! he is despairing, thankless."
    },
    {
      "global_id": 1483,
      "surah": 11,
      "ayah": 10,
      "verse_key": "11:10",
      "text_ar": "وَلَئِنْ أَذَقْنَـٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّىٓ ۚ إِنَّهُۥ لَفَرِحٌ فَخُورٌ",
      "text_en_pickthall": "And if We cause him to taste grace after some misfortune that had befallen him, he saith: The ills have gone from me. Lo! he is exultant, boastful;"
    },
    {
      "global_id": 1484,
      "surah": 11,
      "ayah": 11,
      "verse_key": "11:11",
      "text_ar": "إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "text_en_pickthall": "Save those who persevere and do good works. Theirs will be forgiveness and a great reward."
    },
    {
      "global_id": 1485,
      "surah": 11,
      "ayah": 12,
      "verse_key": "11:12",
      "text_ar": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوحَىٰٓ إِلَيْكَ وَضَآئِقٌۢ بِهِۦ صَدْرُكَ أَن يَقُولُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ ۚ إِنَّمَآ أَنتَ نَذِيرٌ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "text_en_pickthall": "A likely thing, that thou wouldst forsake aught of that which hath been revealed unto thee, and that thy breast should be straitened for it, because they say: Why hath not a treasure been sent down for him, or an angel come with him? Thou art but a warner, and Allah is in charge of all things."
    },
    {
      "global_id": 1486,
      "surah": 11,
      "ayah": 13,
      "verse_key": "11:13",
      "text_ar": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَـٰتٍ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_en_pickthall": "Or they say: He hath invented it. Say: Then bring ten surahs, the like thereof, invented, and call on everyone ye can beside Allah, if ye are truthful!"
    },
    {
      "global_id": 1487,
      "surah": 11,
      "ayah": 14,
      "verse_key": "11:14",
      "text_ar": "فَإِلَّمْ يَسْتَجِيبُوا۟ لَكُمْ فَٱعْلَمُوٓا۟ أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
      "text_en_pickthall": "And if they answer not your prayer, then know that it is revealed only in the knowledge of Allah; and that there is no Allah save Him. Will ye then be (of) those who surrender?"
    },
    {
      "global_id": 1488,
      "surah": 11,
      "ayah": 15,
      "verse_key": "11:15",
      "text_ar": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَـٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
      "text_en_pickthall": "Whoso desireth the life of the world and its pomp, We shall repay them their deeds herein, and therein they will not be wronged."
    },
    {
      "global_id": 1489,
      "surah": 11,
      "ayah": 16,
      "verse_key": "11:16",
      "text_ar": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْـَٔاخِرَةِ إِلَّا ٱلنَّارُ ۖ وَحَبِطَ مَا صَنَعُوا۟ فِيهَا وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
      "text_en_pickthall": "Those are they for whom is naught in the Hereafter save the Fire. (All) that they contrive here is vain and (all) that they are wont to do is fruitless."
    },
    {
      "global_id": 1490,
      "surah": 11,
      "ayah": 17,
      "verse_key": "11:17",
      "text_ar": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۚ وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ ۚ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "text_en_pickthall": "Is he (to be counted equal with them) who relieth on a clear proof from his Lord, and a witness from Him reciteth it, and before it was the Book of Moses, an example and a mercy? Such believe therein, and whoso disbelieveth therein of the clans, the Fire is his appointed place. So be not thou in doubt concerning it. Lo! it is the Truth from thy Lord; but most of mankind believe not."
    },
    {
      "global_id": 1491,
      "surah": 11,
      "ayah": 18,
      "verse_key": "11:18",
      "text_ar": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۚ أُو۟لَـٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَـٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا۟ عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "Who doeth greater wrong than he who inventeth a lie concerning Allah? Such will be brought before their Lord, and the witnesses will say: These are they who lied concerning their Lord. Now the curse of Allah is upon wrong-doers,"
    },
    {
      "global_id": 1492,
      "surah": 11,
      "ayah": 19,
      "verse_key": "11:19",
      "text_ar": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
      "text_en_pickthall": "Who debar (men) from the way of Allah and would have it crooked, and who are disbelievers in the Hereafter."
    },
    {
      "global_id": 1493,
      "surah": 11,
      "ayah": 20,
      "verse_key": "11:20",
      "text_ar": "أُو۟لَـٰٓئِكَ لَمْ يَكُونُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ۘ يُضَـٰعَفُ لَهُمُ ٱلْعَذَابُ ۚ مَا كَانُوا۟ يَسْتَطِيعُونَ ٱلسَّمْعَ وَمَا كَانُوا۟ يُبْصِرُونَ",
      "text_en_pickthall": "Such will not escape in the earth, nor have they any protecting friends beside Allah. For them the torment will be double. They could not bear to hear, and they used not to see."
    },
    {
      "global_id": 1494,
      "surah": 11,
      "ayah": 21,
      "verse_key": "11:21",
      "text_ar": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "text_en_pickthall": "Such are they who have lost their souls, and that which they used to invent hath failed them."
    },
    {
      "global_id": 1495,
      "surah": 11,
      "ayah": 22,
      "verse_key": "11:22",
      "text_ar": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
      "text_en_pickthall": "Assuredly in the Hereafter they will be the greatest losers."
    },
    {
      "global_id": 1496,
      "surah": 11,
      "ayah": 23,
      "verse_key": "11:23",
      "text_ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَخْبَتُوٓا۟ إِلَىٰ رَبِّهِمْ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "text_en_pickthall": "Lo! those who believe and do good works and humble themselves before their Lord: such are rightful owners of the Garden; they will abide therein."
    },
    {
      "global_id": 1497,
      "surah": 11,
      "ayah": 24,
      "verse_key": "11:24",
      "text_ar": "۞ مَثَلُ ٱلْفَرِيقَيْنِ كَٱلْأَعْمَىٰ وَٱلْأَصَمِّ وَٱلْبَصِيرِ وَٱلسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ",
      "text_en_pickthall": "The similitude of the two parties is as the blind and the deaf and the seer and the hearer. Are they equal in similitude? Will ye not then be admonished?"
    },
    {
      "global_id": 1498,
      "surah": 11,
      "ayah": 25,
      "verse_key": "11:25",
      "text_ar": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
      "text_en_pickthall": "And We sent Noah unto his folk (and he said): Lo! I am a plain warner unto you."
    },
    {
      "global_id": 1499,
      "surah": 11,
      "ayah": 26,
      "verse_key": "11:26",
      "text_ar": "أَن لَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
      "text_en_pickthall": "That ye serve none, save Allah. Lo! I fear for you the retribution of a painful Day."
    },
    {
      "global_id": 1500,
      "surah": 11,
      "ayah": 27,
      "verse_key": "11:27",
      "text_ar": "فَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ ٱلرَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍۭ بَلْ نَظُنُّكُمْ كَـٰذِبِينَ",
      "text_en_pickthall": "The chieftains of his folk, who disbelieved, said: We see thee but a mortal like us, and we see not that any follow thee save the most abject among us, without reflection. We behold in you no merit above us - nay, we deem you liars."
    },
    {
      "global_id": 1501,
      "surah": 11,
      "ayah": 28,
      "verse_key": "11:28",
      "text_ar": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى رَحْمَةً مِّنْ عِندِهِۦ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَـٰرِهُونَ",
      "text_en_pickthall": "He said: O my people! Bethink you, if I rely on a clear proof from my Lord and there hath come unto me a mercy from His presence, and it hath been made obscure to you, can we compel you to accept it when ye are averse thereto?"
    },
    {
      "global_id": 1502,
      "surah": 11,
      "ayah": 29,
      "verse_key": "11:29",
      "text_ar": "وَيَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓا۟ ۚ إِنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
      "text_en_pickthall": "And O my people! I ask of you no wealth therefor. My reward is the concern only of Allah, and I am not going to thrust away those who believe - Lo! they have to meet their Lord! - but I see you a folk that are ignorant."
    },
    {
      "global_id": 1503,
      "surah": 11,
      "ayah": 30,
      "verse_key": "11:30",
      "text_ar": "وَيَـٰقَوْمِ مَن يَنصُرُنِى مِنَ ٱللَّهِ إِن طَرَدتُّهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
      "text_en_pickthall": "And, O my people! who would deliver me from Allah if I thrust them away? Will ye not then reflect?"
    },
    {
      "global_id": 1504,
      "surah": 11,
      "ayah": 31,
      "verse_key": "11:31",
      "text_ar": "وَلَآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ إِنِّى مَلَكٌ وَلَآ أَقُولُ لِلَّذِينَ تَزْدَرِىٓ أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ ٱللَّهُ خَيْرًا ۖ ٱللَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمْ ۖ إِنِّىٓ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "I say not unto you: \"I have the treasures of Allah\" nor \"I have knowledge of the Unseen,\" nor say I: \"Lo! I am an angel!\" Nor say I unto those whom your eyes scorn that Allah will not give them good - Allah knoweth best what is in their hearts - Lo! then indeed I should be of the wrong-doers."
    },
    {
      "global_id": 1505,
      "surah": 11,
      "ayah": 32,
      "verse_key": "11:32",
      "text_ar": "قَالُوا۟ يَـٰنُوحُ قَدْ جَـٰدَلْتَنَا فَأَكْثَرْتَ جِدَٰلَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "text_en_pickthall": "They said: O Noah! Thou hast disputed with us and multiplied disputation with us; now bring upon us that wherewith thou threatenest us, if thou art of the truthful."
    },
    {
      "global_id": 1506,
      "surah": 11,
      "ayah": 33,
      "verse_key": "11:33",
      "text_ar": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَ",
      "text_en_pickthall": "He said: Only Allah will bring it upon you if He will, and ye can by no means escape."
    },
    {
      "global_id": 1507,
      "surah": 11,
      "ayah": 34,
      "verse_key": "11:34",
      "text_ar": "وَلَا يَنفَعُكُمْ نُصْحِىٓ إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
      "text_en_pickthall": "My counsel will not profit you if I were minded to advise you, if Allah´s will is to keep you astray. He is your Lord and unto Him ye will be brought back."
    },
    {
      "global_id": 1508,
      "surah": 11,
      "ayah": 35,
      "verse_key": "11:35",
      "text_ar": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَعَلَىَّ إِجْرَامِى وَأَنَا۠ بَرِىٓءٌ مِّمَّا تُجْرِمُونَ",
      "text_en_pickthall": "Or say they (again): He hath invented it? Say: If I have invented it, upon me be my crimes, but I am innocent of (all) that ye commit."
    },
    {
      "global_id": 1509,
      "surah": 11,
      "ayah": 36,
      "verse_key": "11:36",
      "text_ar": "وَأُوحِىَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ ءَامَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَفْعَلُونَ",
      "text_en_pickthall": "And it was inspired in Noah, (saying): No-one of thy folk will believe save him who hath believed already. Be not distressed because of what they do."
    },
    {
      "global_id": 1510,
      "surah": 11,
      "ayah": 37,
      "verse_key": "11:37",
      "text_ar": "وَٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَـٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۚ إِنَّهُم مُّغْرَقُونَ",
      "text_en_pickthall": "Build the ship under Our eyes and by Our inspiration, and speak not unto Me on behalf of those who do wrong. Lo! they will be drowned."
    },
    {
      "global_id": 1511,
      "surah": 11,
      "ayah": 38,
      "verse_key": "11:38",
      "text_ar": "وَيَصْنَعُ ٱلْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِۦ سَخِرُوا۟ مِنْهُ ۚ قَالَ إِن تَسْخَرُوا۟ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ",
      "text_en_pickthall": "And he was building the ship, and every time that chieftains of his people passed him, they made mock of him. He said: Though ye make mock of Us, yet We mock at you even as ye mock;"
    },
    {
      "global_id": 1512,
      "surah": 11,
      "ayah": 39,
      "verse_key": "11:39",
      "text_ar": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
      "text_en_pickthall": "And ye shall know to whom a punishment that will confound him cometh, and upon whom a lasting doom will fall."
    },
    {
      "global_id": 1513,
      "surah": 11,
      "ayah": 40,
      "verse_key": "11:40",
      "text_ar": "حَتَّىٰٓ إِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ قُلْنَا ٱحْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ وَمَنْ ءَامَنَ ۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٌ",
      "text_en_pickthall": "(Thus it was) till, when Our commandment came to pass and the oven gushed forth water, We said: Load therein two of every kind, a pair (the male and female), and thy household, save him against whom the word hath gone forth already, and those who believe. And but a few were they who believed with him."
    },
    {
      "global_id": 1514,
      "surah": 11,
      "ayah": 41,
      "verse_key": "11:41",
      "text_ar": "۞ وَقَالَ ٱرْكَبُوا۟ فِيهَا بِسْمِ ٱللَّهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآ ۚ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ",
      "text_en_pickthall": "And he said: Embark therein! In the name of Allah be its course and its mooring. Lo! my Lord is Forgiving, Merciful."
    },
    {
      "global_id": 1515,
      "surah": 11,
      "ayah": 42,
      "verse_key": "11:42",
      "text_ar": "وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَٱلْجِبَالِ وَنَادَىٰ نُوحٌ ٱبْنَهُۥ وَكَانَ فِى مَعْزِلٍ يَـٰبُنَىَّ ٱرْكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلْكَـٰفِرِينَ",
      "text_en_pickthall": "And it sailed with them amid waves like mountains, and Noah cried unto his son - and he was standing aloof - O my son! Come ride with us, and be not with the disbelievers."
    },
    {
      "global_id": 1516,
      "surah": 11,
      "ayah": 43,
      "verse_key": "11:43",
      "text_ar": "قَالَ سَـَٔاوِىٓ إِلَىٰ جَبَلٍ يَعْصِمُنِى مِنَ ٱلْمَآءِ ۚ قَالَ لَا عَاصِمَ ٱلْيَوْمَ مِنْ أَمْرِ ٱللَّهِ إِلَّا مَن رَّحِمَ ۚ وَحَالَ بَيْنَهُمَا ٱلْمَوْجُ فَكَانَ مِنَ ٱلْمُغْرَقِينَ",
      "text_en_pickthall": "He said: I shall betake me to some mountain that will save me from the water. (Noah) said: This day there is none that saveth from the commandment of Allah save him on whom He hath had mercy. And the wave came in between them, so he was among the drowned."
    },
    {
      "global_id": 1517,
      "surah": 11,
      "ayah": 44,
      "verse_key": "11:44",
      "text_ar": "وَقِيلَ يَـٰٓأَرْضُ ٱبْلَعِى مَآءَكِ وَيَـٰسَمَآءُ أَقْلِعِى وَغِيضَ ٱلْمَآءُ وَقُضِىَ ٱلْأَمْرُ وَٱسْتَوَتْ عَلَى ٱلْجُودِىِّ ۖ وَقِيلَ بُعْدًا لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "And it was said: O earth! Swallow thy water and, O sky! be cleared of clouds! And the water was made to subside. And the commandment was fulfilled. And it (the ship) came to rest upon (the mount) Al-Judi and it was said: A far removal for wrongdoing folk!"
    },
    {
      "global_id": 1518,
      "surah": 11,
      "ayah": 45,
      "verse_key": "11:45",
      "text_ar": "وَنَادَىٰ نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ ٱلْحَقُّ وَأَنتَ أَحْكَمُ ٱلْحَـٰكِمِينَ",
      "text_en_pickthall": "And Noah cried unto his Lord and said: My Lord! Lo! my son is of my household! Surely Thy promise is the truth and Thou are the Most Just of Judges."
    },
    {
      "global_id": 1519,
      "surah": 11,
      "ayah": 46,
      "verse_key": "11:46",
      "text_ar": "قَالَ يَـٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُۥ عَمَلٌ غَيْرُ صَـٰلِحٍ ۖ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۖ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
      "text_en_pickthall": "He said: O Noah! Lo! he is not of thy household; lo! he is of evil conduct, so ask not of Me that whereof thou hast no knowledge. I admonish thee lest thou be among the ignorant."
    },
    {
      "global_id": 1520,
      "surah": 11,
      "ayah": 47,
      "verse_key": "11:47",
      "text_ar": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَـٰسِرِينَ",
      "text_en_pickthall": "He said: My Lord! Lo! in Thee do I seek refuge (from the sin) that I should ask of Thee that whereof I have no knowledge. Unless Thou forgive me and have mercy on me I shall be among the lost."
    },
    {
      "global_id": 1521,
      "surah": 11,
      "ayah": 48,
      "verse_key": "11:48",
      "text_ar": "قِيلَ يَـٰنُوحُ ٱهْبِطْ بِسَلَـٰمٍ مِّنَّا وَبَرَكَـٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
      "text_en_pickthall": "It was said (unto him): O Noah! Go thou down (from the mountain) with peace from Us and blessings upon thee and some nations (that will spring) from those with thee. (There will be other) nations unto whom We shall give enjoyment a long while and then a painful doom from Us will overtake them."
    },
    {
      "global_id": 1522,
      "surah": 11,
      "ayah": 49,
      "verse_key": "11:49",
      "text_ar": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَـٰذَا ۖ فَٱصْبِرْ ۖ إِنَّ ٱلْعَـٰقِبَةَ لِلْمُتَّقِينَ",
      "text_en_pickthall": "This is of the tidings of the Unseen which We inspire in thee (Muhammad). Thou thyself knewest it not, nor did thy folk (know it) before this. Then have patience. Lo! the sequel is for those who ward off (evil)."
    },
    {
      "global_id": 1523,
      "surah": 11,
      "ayah": 50,
      "verse_key": "11:50",
      "text_ar": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
      "text_en_pickthall": "And unto (the tribe of) A´ad (We sent) their brother, Hud. He said: O my people! Serve Allah! Ye have no other Allah save Him. Lo! ye do but invent."
    },
    {
      "global_id": 1524,
      "surah": 11,
      "ayah": 51,
      "verse_key": "11:51",
      "text_ar": "يَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ ۚ أَفَلَا تَعْقِلُونَ",
      "text_en_pickthall": "O my people! I ask of you no reward for it. Lo! my reward is the concern only of Him Who made me. Have ye then no sense?"
    },
    {
      "global_id": 1525,
      "surah": 11,
      "ayah": 52,
      "verse_key": "11:52",
      "text_ar": "وَيَـٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
      "text_en_pickthall": "And, O my people! Ask forgiveness of your Lord, then turn unto Him repentant; He will cause the sky to rain abundance on you and will add unto you strength to your strength. Turn not away, guilty!"
    },
    {
      "global_id": 1526,
      "surah": 11,
      "ayah": 53,
      "verse_key": "11:53",
      "text_ar": "قَالُوا۟ يَـٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
      "text_en_pickthall": "They said: O Hud! Thou hast brought us no clear proof and we are not going to forsake our gods on thy (mere) saying, and we are not believers in thee."
    },
    {
      "global_id": 1527,
      "surah": 11,
      "ayah": 54,
      "verse_key": "11:54",
      "text_ar": "إِن نَّقُولُ إِلَّا ٱعْتَرَىٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ ۗ قَالَ إِنِّىٓ أُشْهِدُ ٱللَّهَ وَٱشْهَدُوٓا۟ أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
      "text_en_pickthall": "We say naught save that one of our gods hath possessed thee in an evil way. He said: I call Allah to witness, and do ye (too) bear witness, that I am innocent of (all) that ye ascribe as partners (to Allah)"
    },
    {
      "global_id": 1528,
      "surah": 11,
      "ayah": 55,
      "verse_key": "11:55",
      "text_ar": "مِن دُونِهِۦ ۖ فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ",
      "text_en_pickthall": "Beside Him. So (try to) circumvent me, all of you, give me no respite."
    },
    {
      "global_id": 1529,
      "surah": 11,
      "ayah": 56,
      "verse_key": "11:56",
      "text_ar": "إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم ۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ إِنَّ رَبِّى عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_en_pickthall": "Lo! I have put my trust in Allah, my Lord and your Lord. Not an animal but He doth grasp it by the forelock! Lo! my Lord is on a straight path."
    },
    {
      "global_id": 1530,
      "surah": 11,
      "ayah": 57,
      "verse_key": "11:57",
      "text_ar": "فَإِن تَوَلَّوْا۟ فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا ۚ إِنَّ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
      "text_en_pickthall": "And if ye turn away, still I have conveyed unto you that wherewith I was sent unto you, and my Lord will set in place of you a folk other than you. Ye cannot injure Him at all. Lo! my Lord is Guardian over all things."
    },
    {
      "global_id": 1531,
      "surah": 11,
      "ayah": 58,
      "verse_key": "11:58",
      "text_ar": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَـٰهُم مِّنْ عَذَابٍ غَلِيظٍ",
      "text_en_pickthall": "And when Our commandment came to pass We saved Hud and those who believed with him by a mercy from Us; We saved them from a harsh doom."
    },
    {
      "global_id": 1532,
      "surah": 11,
      "ayah": 59,
      "verse_key": "11:59",
      "text_ar": "وَتِلْكَ عَادٌ ۖ جَحَدُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَعَصَوْا۟ رُسُلَهُۥ وَٱتَّبَعُوٓا۟ أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
      "text_en_pickthall": "And such were A´ad. They denied the revelations of their Lord and flouted His messengers and followed the command of every froward potentate."
    },
    {
      "global_id": 1533,
      "surah": 11,
      "ayah": 60,
      "verse_key": "11:60",
      "text_ar": "وَأُتْبِعُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ عَادًا كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ",
      "text_en_pickthall": "And a curse was made to follow them in the world and on the Day of Resurrection. Lo! A´ad disbelieved in their Lord. A far removal for A´ad, the folk of Hud!"
    },
    {
      "global_id": 1534,
      "surah": 11,
      "ayah": 61,
      "verse_key": "11:61",
      "text_ar": "۞ وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ هُوَ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَٱسْتَعْمَرَكُمْ فِيهَا فَٱسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ",
      "text_en_pickthall": "And unto (the tribe of) Thamud (We sent) their brother Salih. He said: O my people! Serve Allah, Ye have no other Allah save Him. He brought you forth from the earth and hath made you husband it. So ask forgiveness of Him and turn unto Him repentant. Lo! my Lord is Nigh, Responsive."
    },
    {
      "global_id": 1535,
      "surah": 11,
      "ayah": 62,
      "verse_key": "11:62",
      "text_ar": "قَالُوا۟ يَـٰصَـٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَـٰذَآ ۖ أَتَنْهَىٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ",
      "text_en_pickthall": "They said: O Salih! Thou hast been among us hitherto as that wherein our hope was placed. Dost thou ask us not to worship what our fathers worshipped? Lo! we verily are in grave doubt concerning that to which thou callest us."
    },
    {
      "global_id": 1536,
      "surah": 11,
      "ayah": 63,
      "verse_key": "11:63",
      "text_ar": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ ۖ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ",
      "text_en_pickthall": "He said: O my people! Bethink you: if I am (acting) on clear proof from my Lord and there hath come unto me a mercy from Him, who will save me from Allah if I disobey Him? Ye would add to me naught save perdition."
    },
    {
      "global_id": 1537,
      "surah": 11,
      "ayah": 64,
      "verse_key": "11:64",
      "text_ar": "وَيَـٰقَوْمِ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
      "text_en_pickthall": "O my people! This is the camel of Allah, a token unto you, so suffer her to feed in Allah´s earth, and touch her not with harm lest a near torment seize you."
    },
    {
      "global_id": 1538,
      "surah": 11,
      "ayah": 65,
      "verse_key": "11:65",
      "text_ar": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا۟ فِى دَارِكُمْ ثَلَـٰثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
      "text_en_pickthall": "But they hamstrung her, and then he said: Enjoy life in your dwelling-place three days! This is a threat that will not be belied."
    },
    {
      "global_id": 1539,
      "surah": 11,
      "ayah": 66,
      "verse_key": "11:66",
      "text_ar": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَـٰلِحًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
      "text_en_pickthall": "So, when Our commandment came to pass, We saved Salih, and those who believed with him, by a mercy from Us, from the ignominy of that day. Lo, thy Lord! He is the Strong, the Mighty."
    },
    {
      "global_id": 1540,
      "surah": 11,
      "ayah": 67,
      "verse_key": "11:67",
      "text_ar": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
      "text_en_pickthall": "And the (awful) Cry overtook those who did wrong, so that morning found them prostrate in their dwellings,"
    },
    {
      "global_id": 1541,
      "surah": 11,
      "ayah": 68,
      "verse_key": "11:68",
      "text_ar": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَآ إِنَّ ثَمُودَا۟ كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُودَ",
      "text_en_pickthall": "As though they had not dwelt there. Lo! Thamud disbelieved in their Lord. A far removal for Thamud!"
    },
    {
      "global_id": 1542,
      "surah": 11,
      "ayah": 69,
      "verse_key": "11:69",
      "text_ar": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا۟ سَلَـٰمًا ۖ قَالَ سَلَـٰمٌ ۖ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ",
      "text_en_pickthall": "And Our messengers cam unto Abraham with good news. They said: Peace! He answered: Peace! and delayed not to bring a roasted calf."
    },
    {
      "global_id": 1543,
      "surah": 11,
      "ayah": 70,
      "verse_key": "11:70",
      "text_ar": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا۟ لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ",
      "text_en_pickthall": "And when he saw their hands reached not to it, he mistrusted them and conceived a fear of them. They said: Fear not! Lo! we are sent unto the folk of Lot."
    },
    {
      "global_id": 1544,
      "surah": 11,
      "ayah": 71,
      "verse_key": "11:71",
      "text_ar": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَـٰهَا بِإِسْحَـٰقَ وَمِن وَرَآءِ إِسْحَـٰقَ يَعْقُوبَ",
      "text_en_pickthall": "And his wife, standing by laughed when We gave her good tidings (of the birth) of Isaac, and, after Isaac, of Jacob."
    },
    {
      "global_id": 1545,
      "surah": 11,
      "ayah": 72,
      "verse_key": "11:72",
      "text_ar": "قَالَتْ يَـٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهَـٰذَا بَعْلِى شَيْخًا ۖ إِنَّ هَـٰذَا لَشَىْءٌ عَجِيبٌ",
      "text_en_pickthall": "She said: Oh woe is me! Shall I bear a child when I am an old woman, and this my husband is an old man? Lo! this is a strange thing!"
    },
    {
      "global_id": 1546,
      "surah": 11,
      "ayah": 73,
      "verse_key": "11:73",
      "text_ar": "قَالُوٓا۟ أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ ۖ رَحْمَتُ ٱللَّهِ وَبَرَكَـٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ ۚ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ",
      "text_en_pickthall": "They said: Wonderest thou at the commandment of Allah? The mercy of Allah and His blessings be upon you, O people of the house! Lo! He is Owner of Praise, Owner of Glory!"
    },
    {
      "global_id": 1547,
      "surah": 11,
      "ayah": 74,
      "verse_key": "11:74",
      "text_ar": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَـٰدِلُنَا فِى قَوْمِ لُوطٍ",
      "text_en_pickthall": "And when the awe departed from Abraham, and the glad news reached him, he pleaded with Us on behalf of the folk of Lot."
    },
    {
      "global_id": 1548,
      "surah": 11,
      "ayah": 75,
      "verse_key": "11:75",
      "text_ar": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ",
      "text_en_pickthall": "Lo! Abraham was mild, imploring, penitent."
    },
    {
      "global_id": 1549,
      "surah": 11,
      "ayah": 76,
      "verse_key": "11:76",
      "text_ar": "يَـٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَـٰذَآ ۖ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
      "text_en_pickthall": "(It was said) O Abraham! Forsake this! Lo! thy Lord´s commandment hath gone forth, and lo! there cometh unto them a doom which cannot be repelled."
    },
    {
      "global_id": 1550,
      "surah": 11,
      "ayah": 77,
      "verse_key": "11:77",
      "text_ar": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَـٰذَا يَوْمٌ عَصِيبٌ",
      "text_en_pickthall": "And when Our messengers came unto Lot, he was distressed and knew not how to protect them. He said: This is a distressful day."
    },
    {
      "global_id": 1551,
      "surah": 11,
      "ayah": 78,
      "verse_key": "11:78",
      "text_ar": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا۟ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ ۚ قَالَ يَـٰقَوْمِ هَـٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ ۖ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
      "text_en_pickthall": "And his people came unto him, running towards him - and before then they used to commit abominations - He said: O my people! Here are my daughters! They are purer for you. Beware of Allah, and degrade me not in (the person of) my guests. Is there not among you any upright man?"
    },
    {
      "global_id": 1552,
      "surah": 11,
      "ayah": 79,
      "verse_key": "11:79",
      "text_ar": "قَالُوا۟ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
      "text_en_pickthall": "They said: Well thou knowest that we have no right to thy daughters, and well thou knowest what we want."
    },
    {
      "global_id": 1553,
      "surah": 11,
      "ayah": 80,
      "verse_key": "11:80",
      "text_ar": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ",
      "text_en_pickthall": "He said: Would that I had strength to resist you or had some strong support (among you)!"
    },
    {
      "global_id": 1554,
      "surah": 11,
      "ayah": 81,
      "verse_key": "11:81",
      "text_ar": "قَالُوا۟ يَـٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا۟ إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ ۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ ۚ أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ",
      "text_en_pickthall": "(The messengers) said: O Lot! Lo! we are messengers of thy Lord; they shall not reach thee. So travel with thy people in a part of the night, and let not one of you turn round - (all) save thy wife. Lo! that which smiteth them will smite her (also). Lo! their tryst is (for) the morning. Is not the morning nigh?"
    },
    {
      "global_id": 1555,
      "surah": 11,
      "ayah": 82,
      "verse_key": "11:82",
      "text_ar": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ",
      "text_en_pickthall": "So when Our commandment came to pass We overthrew (that township) and rained upon it stones of clay, one after another,"
    },
    {
      "global_id": 1556,
      "surah": 11,
      "ayah": 83,
      "verse_key": "11:83",
      "text_ar": "مُّسَوَّمَةً عِندَ رَبِّكَ ۖ وَمَا هِىَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٍ",
      "text_en_pickthall": "Marked with fire in the providence of thy Lord (for the destruction of the wicked). And they are never far from the wrong-doers."
    },
    {
      "global_id": 1557,
      "surah": 11,
      "ayah": 84,
      "verse_key": "11:84",
      "text_ar": "۞ وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ وَلَا تَنقُصُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ ۚ إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
      "text_en_pickthall": "And unto Midian (We sent) their brother Shu´eyb. He said: O my people! Serve Allah. Ye have no other Allah save Him! And give not short measure and short weight. Lo! I see you well-to-do, and lo! I fear for you the doom of a besetting Day."
    },
    {
      "global_id": 1558,
      "surah": 11,
      "ayah": 85,
      "verse_key": "11:85",
      "text_ar": "وَيَـٰقَوْمِ أَوْفُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "text_en_pickthall": "O my people! Give full measure and full weight in justice, and wrong not people in respect of their goods. And do not evil in the earth, causing corruption."
    },
    {
      "global_id": 1559,
      "surah": 11,
      "ayah": 86,
      "verse_key": "11:86",
      "text_ar": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
      "text_en_pickthall": "That which Allah leaveth with you is better for you if ye are believers; and I am not a keeper over you."
    },
    {
      "global_id": 1560,
      "surah": 11,
      "ayah": 87,
      "verse_key": "11:87",
      "text_ar": "قَالُوا۟ يَـٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَـٰٓؤُا۟ ۖ إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ",
      "text_en_pickthall": "They said: O Shu´eyb! Doth thy way of prayer command thee that we should forsake that which our fathers (used to) worship, or that we (should leave off) doing what we will with our own property. Lo! thou art the mild, the guide to right behaviour."
    },
    {
      "global_id": 1561,
      "surah": 11,
      "ayah": 88,
      "verse_key": "11:88",
      "text_ar": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا ۚ وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَـٰحَ مَا ٱسْتَطَعْتُ ۚ وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
      "text_en_pickthall": "He said: O my people! Bethink you: if I am (acting) on a clear proof from my Lord and He sustaineth me with fair sustenance from Him (how can I concede aught to you)? I desire not to do behind your backs that which I ask you not to do. I desire naught save reform so far as I am able. My welfare is only in Allah. In Him I trust and unto Him I turn (repentant)."
    },
    {
      "global_id": 1562,
      "surah": 11,
      "ayah": 89,
      "verse_key": "11:89",
      "text_ar": "وَيَـٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَـٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
      "text_en_pickthall": "And, O my people! Let not the schism with me cause you to sin so that there befall you that which befell the folk of Noah and the folk of Hud, and the folk of Salih; and the folk of Lot are not far off from you."
    },
    {
      "global_id": 1563,
      "surah": 11,
      "ayah": 90,
      "verse_key": "11:90",
      "text_ar": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
      "text_en_pickthall": "Ask pardon of your Lord and then turn unto Him (repentant). Lo! my Lord is Merciful, Loving."
    },
    {
      "global_id": 1564,
      "surah": 11,
      "ayah": 91,
      "verse_key": "11:91",
      "text_ar": "قَالُوا۟ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَـٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
      "text_en_pickthall": "They said: O Shu´eyb! We understand not much of that thou tellest, and lo! we do behold thee weak among us. But for thy family, we should have stoned thee, for thou art not strong against us."
    },
    {
      "global_id": 1565,
      "surah": 11,
      "ayah": 92,
      "verse_key": "11:92",
      "text_ar": "قَالَ يَـٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
      "text_en_pickthall": "He said: O my people! Is my family more to be honoured by you than Allah? and ye put Him behind you, neglected! Lo! my Lord surroundeth what ye do."
    },
    {
      "global_id": 1566,
      "surah": 11,
      "ayah": 93,
      "verse_key": "11:93",
      "text_ar": "وَيَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَـٰذِبٌ ۖ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
      "text_en_pickthall": "And, O my people! Act according to your power, lo! I (too) am acting. Ye will soon know on whom there cometh a doom that will abase him, and who it is that lieth. And watch! Lo! I am a watcher with you."
    },
    {
      "global_id": 1567,
      "surah": 11,
      "ayah": 94,
      "verse_key": "11:94",
      "text_ar": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
      "text_en_pickthall": "And when Our commandment came to pass We saved Shu´eyb and those who believed with him by a mercy from Us; and the (Awful) Cry seized those who did injustice, and morning found them prostrate in their dwellings,"
    },
    {
      "global_id": 1568,
      "surah": 11,
      "ayah": 95,
      "verse_key": "11:95",
      "text_ar": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
      "text_en_pickthall": "As though they had not dwelt there. A far removal for Midian, even as Thamud had been removed afar!"
    },
    {
      "global_id": 1569,
      "surah": 11,
      "ayah": 96,
      "verse_key": "11:96",
      "text_ar": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "text_en_pickthall": "And verily We sent Moses with Our revelations and a clear warrant"
    },
    {
      "global_id": 1570,
      "surah": 11,
      "ayah": 97,
      "verse_key": "11:97",
      "text_ar": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
      "text_en_pickthall": "Unto Pharaoh and his chiefs, but they did follow the command of Pharaoh, and the command of Pharaoh was no right guide."
    },
    {
      "global_id": 1571,
      "surah": 11,
      "ayah": 98,
      "verse_key": "11:98",
      "text_ar": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ ۖ وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ",
      "text_en_pickthall": "He will go before his people on the Day of Resurrection and will lead them to the Fire for watering-place. Ah, hapless is the watering-place (whither they are) led."
    },
    {
      "global_id": 1572,
      "surah": 11,
      "ayah": 99,
      "verse_key": "11:99",
      "text_ar": "وَأُتْبِعُوا۟ فِى هَـٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۚ بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ",
      "text_en_pickthall": "A curse is made to follow them in the world and on the Day of Resurrection. Hapless is the gift (that will be) given (them)."
    },
    {
      "global_id": 1573,
      "surah": 11,
      "ayah": 100,
      "verse_key": "11:100",
      "text_ar": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ ۖ مِنْهَا قَآئِمٌ وَحَصِيدٌ",
      "text_en_pickthall": "That is (something) of the tidings of the townships (which were destroyed of old). We relate it unto thee (Muhammad). Some of them are standing and some (already) reaped."
    },
    {
      "global_id": 1574,
      "surah": 11,
      "ayah": 101,
      "verse_key": "11:101",
      "text_ar": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن ظَلَمُوٓا۟ أَنفُسَهُمْ ۖ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
      "text_en_pickthall": "We wronged them not, but they did wrong themselves; and their gods on whom they call beside Allah availed them naught when came thy Lord´s command; they added to them naught save ruin."
    },
    {
      "global_id": 1575,
      "surah": 11,
      "ayah": 102,
      "verse_key": "11:102",
      "text_ar": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَـٰلِمَةٌ ۚ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ",
      "text_en_pickthall": "Even thus is the grasp of thy Lord when He graspeth the townships while they are doing wrong. Lo! His grasp is painful, very strong."
    },
    {
      "global_id": 1576,
      "surah": 11,
      "ayah": 103,
      "verse_key": "11:103",
      "text_ar": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّمَنْ خَافَ عَذَابَ ٱلْـَٔاخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
      "text_en_pickthall": "Lo! herein verily there is a portent for those who fear the doom of the Hereafter. That is a day unto which mankind will be gathered, and that is a day that will be witnessed."
    },
    {
      "global_id": 1577,
      "surah": 11,
      "ayah": 104,
      "verse_key": "11:104",
      "text_ar": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
      "text_en_pickthall": "And We defer it only to a term already reckoned."
    },
    {
      "global_id": 1578,
      "surah": 11,
      "ayah": 105,
      "verse_key": "11:105",
      "text_ar": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ ۚ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ",
      "text_en_pickthall": "On the day when it cometh no soul will speak except by His permission; some among them will be wretched, (others) glad."
    },
    {
      "global_id": 1579,
      "surah": 11,
      "ayah": 106,
      "verse_key": "11:106",
      "text_ar": "فَأَمَّا ٱلَّذِينَ شَقُوا۟ فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
      "text_en_pickthall": "As for those who will be wretched (on that day) they will be in the Fire; sighing and wailing will be their portion therein,"
    },
    {
      "global_id": 1580,
      "surah": 11,
      "ayah": 107,
      "verse_key": "11:107",
      "text_ar": "خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
      "text_en_pickthall": "Abiding there so long as the heavens and the earth endure save for that which thy Lord willeth. Lo! thy Lord is Doer of what He will."
    },
    {
      "global_id": 1581,
      "surah": 11,
      "ayah": 108,
      "verse_key": "11:108",
      "text_ar": "۞ وَأَمَّا ٱلَّذِينَ سُعِدُوا۟ فَفِى ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۖ عَطَآءً غَيْرَ مَجْذُوذٍ",
      "text_en_pickthall": "And as for those who will be glad (that day) they will be in the Garden, abiding there so long as the heavens and the earth endure save for that which thy Lord willeth: a gift unfailing."
    },
    {
      "global_id": 1582,
      "surah": 11,
      "ayah": 109,
      "verse_key": "11:109",
      "text_ar": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَـٰٓؤُلَآءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
      "text_en_pickthall": "So be not thou in doubt concerning that which these (folk) worship. They worship only as their fathers worshipped aforetime. Lo! we shall pay them their whole due unabated."
    },
    {
      "global_id": 1583,
      "surah": 11,
      "ayah": 110,
      "verse_key": "11:110",
      "text_ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
      "text_en_pickthall": "And we verily gave unto Moses the Scripture, and there was strife thereupon; and had it not been for a Word that had already gone forth from thy Lord, the case would have been judged between them, and lo! they are in grave doubt concerning it."
    },
    {
      "global_id": 1584,
      "surah": 11,
      "ayah": 111,
      "verse_key": "11:111",
      "text_ar": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَـٰلَهُمْ ۚ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ",
      "text_en_pickthall": "And lo! unto each thy Lord will verily repay his works in full. Lo! He is Informed of what they do."
    },
    {
      "global_id": 1585,
      "surah": 11,
      "ayah": 112,
      "verse_key": "11:112",
      "text_ar": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا۟ ۚ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "text_en_pickthall": "So tread thou the straight path as thou art commanded, and those who turn (unto Allah) with thee, and transgress not. Lo! He is Seer of what ye do."
    },
    {
      "global_id": 1586,
      "surah": 11,
      "ayah": 113,
      "verse_key": "11:113",
      "text_ar": "وَلَا تَرْكَنُوٓا۟ إِلَى ٱلَّذِينَ ظَلَمُوا۟ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
      "text_en_pickthall": "And incline not toward those who do wrong lest the Fire touch you, and ye have no protecting friends against Allah, and afterward ye would not be helped."
    },
    {
      "global_id": 1587,
      "surah": 11,
      "ayah": 114,
      "verse_key": "11:114",
      "text_ar": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ ۚ إِنَّ ٱلْحَسَنَـٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ",
      "text_en_pickthall": "Establish worship at the two ends of the day and in some watches of the night. Lo! good deeds annul ill-deeds. This is reminder for the mindful."
    },
    {
      "global_id": 1588,
      "surah": 11,
      "ayah": 115,
      "verse_key": "11:115",
      "text_ar": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
      "text_en_pickthall": "And have patience, (O Muhammad), for lo! Allah loseth not the wages of the good."
    },
    {
      "global_id": 1589,
      "surah": 11,
      "ayah": 116,
      "verse_key": "11:116",
      "text_ar": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُو۟لُوا۟ بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ ۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا۟ مَآ أُتْرِفُوا۟ فِيهِ وَكَانُوا۟ مُجْرِمِينَ",
      "text_en_pickthall": "If only there had been among the generations before you men possessing a remnant (of good sense) to warn (their people) from corruption in the earth, as did a few of those whom We saved from them! The wrong-doers followed that by which they were made sapless, and were guilty."
    },
    {
      "global_id": 1590,
      "surah": 11,
      "ayah": 117,
      "verse_key": "11:117",
      "text_ar": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
      "text_en_pickthall": "In truth thy Lord destroyed not the townships tyrannously while their folk were doing right."
    },
    {
      "global_id": 1591,
      "surah": 11,
      "ayah": 118,
      "verse_key": "11:118",
      "text_ar": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
      "text_en_pickthall": "And if thy Lord had willed, He verily would have made mankind one nation, yet they cease not differing,"
    },
    {
      "global_id": 1592,
      "surah": 11,
      "ayah": 119,
      "verse_key": "11:119",
      "text_ar": "إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "text_en_pickthall": "Save him on whom thy Lord hath mercy; and for that He did create them. And the Word of thy Lord hath been fulfilled: Verily I shall fill hell with the jinn and mankind together."
    },
    {
      "global_id": 1593,
      "surah": 11,
      "ayah": 120,
      "verse_key": "11:120",
      "text_ar": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ ۚ وَجَآءَكَ فِى هَـٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
      "text_en_pickthall": "And all that We relate unto thee of the story of the messengers is in order that thereby We may make firm thy heart. And herein hath come unto thee the Truth and an exhortation and a reminder for believers."
    },
    {
      "global_id": 1594,
      "surah": 11,
      "ayah": 121,
      "verse_key": "11:121",
      "text_ar": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنَّا عَـٰمِلُونَ",
      "text_en_pickthall": "And say unto those who believe not: Act according to your power. Lo! We (too) are acting."
    },
    {
      "global_id": 1595,
      "surah": 11,
      "ayah": 122,
      "verse_key": "11:122",
      "text_ar": "وَٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
      "text_en_pickthall": "And wait! Lo! We (too) are waiting."
    },
    {
      "global_id": 1596,
      "surah": 11,
      "ayah": 123,
      "verse_key": "11:123",
      "text_ar": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "text_en_pickthall": "And Allah´s is the Invisible of the heavens and the earth, and unto Him the whole matter will be returned. So worship Him and put thy trust in Him. Lo! thy Lord is not unaware of what ye (mortals) do."
    }
  ]
}
