{
  "surah_number": 16,
  "name_en": "An-Nahl",
  "name_ar": "النحل",
  "verses_count": 128,
  "revelation_place": "makkah",
  "verses": [
    {
      "global_id": 1902,
      "surah": 16,
      "ayah": 1,
      "verse_key": "16:1",
      "text_ar": " أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "text_en_pickthall": "The commandment of Allah will come to pass, so seek not ye to hasten it. Glorified and Exalted be He above all that they associate (with Him)."
    },
    {
      "global_id": 1903,
      "surah": 16,
      "ayah": 2,
      "verse_key": "16:2",
      "text_ar": "يُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
      "text_en_pickthall": "He sendeth down the angels with the Spirit of His command unto whom He will of His bondmen, (saying): Warn mankind that there is no Allah save Me, so keep your duty unto Me."
    },
    {
      "global_id": 1904,
      "surah": 16,
      "ayah": 3,
      "verse_key": "16:3",
      "text_ar": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ تَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "text_en_pickthall": "He hath created the heavens and the earth with truth. High be He Exalted above all that they associate (with Him)."
    },
    {
      "global_id": 1905,
      "surah": 16,
      "ayah": 4,
      "verse_key": "16:4",
      "text_ar": "خَلَقَ ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
      "text_en_pickthall": "He hath created man from a drop of fluid, yet behold! he is an open opponent."
    },
    {
      "global_id": 1906,
      "surah": 16,
      "ayah": 5,
      "verse_key": "16:5",
      "text_ar": "وَٱلْأَنْعَـٰمَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَـٰفِعُ وَمِنْهَا تَأْكُلُونَ",
      "text_en_pickthall": "And the cattle hath He created, whence ye have warm clothing and uses, and whereof ye eat;"
    },
    {
      "global_id": 1907,
      "surah": 16,
      "ayah": 6,
      "verse_key": "16:6",
      "text_ar": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
      "text_en_pickthall": "And wherein is beauty for you, when ye bring them home, and when ye take them out to pasture."
    },
    {
      "global_id": 1908,
      "surah": 16,
      "ayah": 7,
      "verse_key": "16:7",
      "text_ar": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا۟ بَـٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
      "text_en_pickthall": "And they bear your loads for you unto a land ye could not reach save with great trouble to yourselves. Lo! your Lord is Full of Pity, Merciful."
    },
    {
      "global_id": 1909,
      "surah": 16,
      "ayah": 8,
      "verse_key": "16:8",
      "text_ar": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
      "text_en_pickthall": "And horses and mules and asses (hath He created) that ye may ride them, and for ornament. And He createth that which ye know not."
    },
    {
      "global_id": 1910,
      "surah": 16,
      "ayah": 9,
      "verse_key": "16:9",
      "text_ar": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ ۚ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
      "text_en_pickthall": "And Allah´s is the direction of the way, and some (roads) go not straight. And had He willed He would have led you all aright."
    },
    {
      "global_id": 1911,
      "surah": 16,
      "ayah": 10,
      "verse_key": "16:10",
      "text_ar": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً ۖ لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
      "text_en_pickthall": "He it is Who sendeth down water from the sky, whence ye have drink, and whence are trees on which ye send your beasts to pasture."
    },
    {
      "global_id": 1912,
      "surah": 16,
      "ayah": 11,
      "verse_key": "16:11",
      "text_ar": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَـٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
      "text_en_pickthall": "Therewith He causeth crops to grow for you, and the olive and the date-palm and grapes and all kinds of fruit. Lo! herein is indeed a portent for people who reflect."
    },
    {
      "global_id": 1913,
      "surah": 16,
      "ayah": 12,
      "verse_key": "16:12",
      "text_ar": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
      "text_en_pickthall": "And He hath constrained the night and the day and the sun and the moon to be of service unto you, and the stars are made subservient by His command. Lo! herein indeed are portents for people who have sense."
    },
    {
      "global_id": 1914,
      "surah": 16,
      "ayah": 13,
      "verse_key": "16:13",
      "text_ar": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَذَّكَّرُونَ",
      "text_en_pickthall": "And whatsoever He hath created for you in the earth of divers hues, lo! therein is indeed a portent for people who take heed."
    },
    {
      "global_id": 1915,
      "surah": 16,
      "ayah": 14,
      "verse_key": "16:14",
      "text_ar": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "text_en_pickthall": "And He it is Who hath constrained the sea to be of service that ye eat fresh meat from thence, and bring forth from thence ornaments which ye wear. And thou seest the ships ploughing it that ye (mankind) may seek of His bounty and that haply ye may give thanks."
    },
    {
      "global_id": 1916,
      "surah": 16,
      "ayah": 15,
      "verse_key": "16:15",
      "text_ar": "وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَـٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
      "text_en_pickthall": "And He hath cast into the earth firm hills that it quake not with you, and streams and roads that ye may find a way."
    },
    {
      "global_id": 1917,
      "surah": 16,
      "ayah": 16,
      "verse_key": "16:16",
      "text_ar": "وَعَلَـٰمَـٰتٍ ۚ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ",
      "text_en_pickthall": "And landmarks (too), and by the star they find a way."
    },
    {
      "global_id": 1918,
      "surah": 16,
      "ayah": 17,
      "verse_key": "16:17",
      "text_ar": "أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
      "text_en_pickthall": "Is He then Who createth as him who createth not? Will ye not then remember?"
    },
    {
      "global_id": 1919,
      "surah": 16,
      "ayah": 18,
      "verse_key": "16:18",
      "text_ar": "وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ",
      "text_en_pickthall": "And if ye would count the favour of Allah ye cannot reckon it. Lo! Allah is indeed Forgiving, Merciful."
    },
    {
      "global_id": 1920,
      "surah": 16,
      "ayah": 19,
      "verse_key": "16:19",
      "text_ar": "وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
      "text_en_pickthall": "And Allah knoweth that which ye keep hidden and that which ye proclaim."
    },
    {
      "global_id": 1921,
      "surah": 16,
      "ayah": 20,
      "verse_key": "16:20",
      "text_ar": "وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
      "text_en_pickthall": "Those unto whom they cry beside Allah created naught, but are themselves created."
    },
    {
      "global_id": 1922,
      "surah": 16,
      "ayah": 21,
      "verse_key": "16:21",
      "text_ar": "أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "text_en_pickthall": "(They are) dead, not living. And they know not when they will be raised."
    },
    {
      "global_id": 1923,
      "surah": 16,
      "ayah": 22,
      "verse_key": "16:22",
      "text_ar": "إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۚ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ",
      "text_en_pickthall": "Your Allah is One Allah. But as for those who believe not in the Hereafter their hearts refuse to know, for they are proud."
    },
    {
      "global_id": 1924,
      "surah": 16,
      "ayah": 23,
      "verse_key": "16:23",
      "text_ar": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ",
      "text_en_pickthall": "Assuredly Allah knoweth that which they keep hidden and that which they proclaim. Lo! He loveth not the proud."
    },
    {
      "global_id": 1925,
      "surah": 16,
      "ayah": 24,
      "verse_key": "16:24",
      "text_ar": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ ۙ قَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "text_en_pickthall": "And when it is said unto them: What hath your Lord revealed? they say: (Mere) fables of the men of old,"
    },
    {
      "global_id": 1926,
      "surah": 16,
      "ayah": 25,
      "verse_key": "16:25",
      "text_ar": "لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَـٰمَةِ ۙ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ ۗ أَلَا سَآءَ مَا يَزِرُونَ",
      "text_en_pickthall": "That they may bear their burdens undiminished on the Day of Resurrection, with somewhat of the burdens of those whom they mislead without knowledge. Ah! evil is that which they bear!"
    },
    {
      "global_id": 1927,
      "surah": 16,
      "ayah": 26,
      "verse_key": "16:26",
      "text_ar": "قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَـٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "text_en_pickthall": "Those before them plotted, so Allah struck at the foundations of their building, and then the roof fell down upon them from above them, and the doom came on them whence they knew not;"
    },
    {
      "global_id": 1928,
      "surah": 16,
      "ayah": 27,
      "verse_key": "16:27",
      "text_ar": "ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَـٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَـٰفِرِينَ",
      "text_en_pickthall": "Then on the Day of Resurrection He will disgrace them and will say: Where are My partners, for whose sake ye opposed (My guidance)? Those who have been given knowledge will say: Disgrace this day and evil are upon the disbelievers,"
    },
    {
      "global_id": 1929,
      "surah": 16,
      "ayah": 28,
      "verse_key": "16:28",
      "text_ar": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_en_pickthall": "Whom the angels cause to die while they are wronging themselves. Then will they make full submission (saying): We used not to do any wrong. Nay! Surely Allah is Knower of what ye used to do."
    },
    {
      "global_id": 1930,
      "surah": 16,
      "ayah": 29,
      "verse_key": "16:29",
      "text_ar": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "text_en_pickthall": "So enter the gates of hell, to dwell therein for ever. Woeful indeed will be the lodging of the arrogant."
    },
    {
      "global_id": 1931,
      "surah": 16,
      "ayah": 30,
      "verse_key": "16:30",
      "text_ar": "۞ وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
      "text_en_pickthall": "And it is said unto those who ward off (evil): What hath your Lord revealed? They say: Good. For those who do good in this world there is a good (reward) and the home of the Hereafter will be better. Pleasant indeed will be the home of those who ward off (evil) -"
    },
    {
      "global_id": 1932,
      "surah": 16,
      "ayah": 31,
      "verse_key": "16:31",
      "text_ar": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
      "text_en_pickthall": "Gardens of Eden which they enter, underneath which rivers flow, wherein they have what they will. Thus Allah repayeth those who ward off (evil),"
    },
    {
      "global_id": 1933,
      "surah": 16,
      "ayah": 32,
      "verse_key": "16:32",
      "text_ar": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَـٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_en_pickthall": "Those whom the angels cause to die (when they are) good. They say: Peace be unto you! Enter the Garden because of what ye used to do."
    },
    {
      "global_id": 1934,
      "surah": 16,
      "ayah": 33,
      "verse_key": "16:33",
      "text_ar": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "text_en_pickthall": "Await they aught say that the angels should come unto them or thy Lord´s command should come to pass? Even so did those before them. Allah wronged them not, but they did wrong themselves,"
    },
    {
      "global_id": 1935,
      "surah": 16,
      "ayah": 34,
      "verse_key": "16:34",
      "text_ar": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_en_pickthall": "So that the evils of what they did smote them, and that which they used to mock surrounded them."
    },
    {
      "global_id": 1936,
      "surah": 16,
      "ayah": 35,
      "verse_key": "16:35",
      "text_ar": "وَقَالَ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَا عَبَدْنَا مِن دُونِهِۦ مِن شَىْءٍ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِۦ مِن شَىْءٍ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ فَهَلْ عَلَى ٱلرُّسُلِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "text_en_pickthall": "And the idolaters say: Had Allah willed, we had not worshipped aught beside Him, we and our fathers, nor had we forbidden aught without (command from) Him. Even so did those before them. Are the messengers charged with aught save plain conveyance (of the message)?"
    },
    {
      "global_id": 1937,
      "surah": 16,
      "ayah": 36,
      "verse_key": "16:36",
      "text_ar": "وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱجْتَنِبُوا۟ ٱلطَّـٰغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى ٱللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ ٱلضَّلَـٰلَةُ ۚ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "text_en_pickthall": "And verily We have raised in every nation a messenger, (proclaiming): Serve Allah and shun false gods. Then some of them (there were) whom Allah guided, and some of them (there were) upon whom error had just hold. Do but travel in the land and see the nature of the consequence for the deniers!"
    },
    {
      "global_id": 1938,
      "surah": 16,
      "ayah": 37,
      "verse_key": "16:37",
      "text_ar": "إِن تَحْرِصْ عَلَىٰ هُدَىٰهُمْ فَإِنَّ ٱللَّهَ لَا يَهْدِى مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
      "text_en_pickthall": "Even if thou (O Muhammad) desirest their right guidance, still Allah assuredly will not guide him who misleadeth. Such have no helpers."
    },
    {
      "global_id": 1939,
      "surah": 16,
      "ayah": 38,
      "verse_key": "16:38",
      "text_ar": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ لَا يَبْعَثُ ٱللَّهُ مَن يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_en_pickthall": "And they swear by Allah their most binding oaths (that) Allah will not raise up him who dieth. Nay, but it is a promise (binding) upon Him in truth, but most of mankind know not,"
    },
    {
      "global_id": 1940,
      "surah": 16,
      "ayah": 39,
      "verse_key": "16:39",
      "text_ar": "لِيُبَيِّنَ لَهُمُ ٱلَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ كَانُوا۟ كَـٰذِبِينَ",
      "text_en_pickthall": "That He may explain unto them that wherein they differ, and that those who disbelieved may know that they were liars."
    },
    {
      "global_id": 1941,
      "surah": 16,
      "ayah": 40,
      "verse_key": "16:40",
      "text_ar": "إِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَـٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
      "text_en_pickthall": "And Our word unto a thing, when We intend it, is only that We say unto it: Be! and it is."
    },
    {
      "global_id": 1942,
      "surah": 16,
      "ayah": 41,
      "verse_key": "16:41",
      "text_ar": "وَٱلَّذِينَ هَاجَرُوا۟ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ظُلِمُوا۟ لَنُبَوِّئَنَّهُمْ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "text_en_pickthall": "And those who became fugitives for the cause of Allah after they had been oppressed, We verily shall give them goodly lodging in the world, and surely the reward of the Hereafter is greater, if they but knew;"
    },
    {
      "global_id": 1943,
      "surah": 16,
      "ayah": 42,
      "verse_key": "16:42",
      "text_ar": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "text_en_pickthall": "Such as are steadfast and put their trust in Allah."
    },
    {
      "global_id": 1944,
      "surah": 16,
      "ayah": 43,
      "verse_key": "16:43",
      "text_ar": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۚ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "text_en_pickthall": "And We sent not (as Our messengers) before thee other than men whom We inspired - Ask the followers of the Remembrance if ye know not! -"
    },
    {
      "global_id": 1945,
      "surah": 16,
      "ayah": 44,
      "verse_key": "16:44",
      "text_ar": "بِٱلْبَيِّنَـٰتِ وَٱلزُّبُرِ ۗ وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
      "text_en_pickthall": "With clear proofs and writings; and We have revealed unto thee the Remembrance that thou mayst explain to mankind that which hath been revealed for them, and that haply they may reflect."
    },
    {
      "global_id": 1946,
      "surah": 16,
      "ayah": 45,
      "verse_key": "16:45",
      "text_ar": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "text_en_pickthall": "Are they who plan ill-deeds then secure that Allah will not cause the earth to swallow them, or that the doom will not come on them whence they know not?"
    },
    {
      "global_id": 1947,
      "surah": 16,
      "ayah": 46,
      "verse_key": "16:46",
      "text_ar": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ",
      "text_en_pickthall": "Or that He will not seize them in their going to and fro so that there be no escape for them?"
    },
    {
      "global_id": 1948,
      "surah": 16,
      "ayah": 47,
      "verse_key": "16:47",
      "text_ar": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
      "text_en_pickthall": "Or that He will not seize them with a gradual wasting? Lo! thy Lord is indeed Full of Pity, Merciful."
    },
    {
      "global_id": 1949,
      "surah": 16,
      "ayah": 48,
      "verse_key": "16:48",
      "text_ar": "أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا۟ ظِلَـٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ",
      "text_en_pickthall": "Have they not observed all things that Allah hath created, how their shadows incline to the right and to the left, making prostration unto Allah, and they are lowly?"
    },
    {
      "global_id": 1950,
      "surah": 16,
      "ayah": 49,
      "verse_key": "16:49",
      "text_ar": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَـٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "text_en_pickthall": "And unto Allah maketh prostration whatsoever is in the heavens and whatsoever is in the earth of living creatures, and the angels (also) and they are not proud."
    },
    {
      "global_id": 1951,
      "surah": 16,
      "ayah": 50,
      "verse_key": "16:50",
      "text_ar": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
      "text_en_pickthall": "They fear their Lord above them, and do what they are bidden."
    },
    {
      "global_id": 1952,
      "surah": 16,
      "ayah": 51,
      "verse_key": "16:51",
      "text_ar": "۞ وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَـٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ ۖ فَإِيَّـٰىَ فَٱرْهَبُونِ",
      "text_en_pickthall": "Allah hath said: Choose not two gods. There is only One Allah. So of Me, Me only, be in awe."
    },
    {
      "global_id": 1953,
      "surah": 16,
      "ayah": 52,
      "verse_key": "16:52",
      "text_ar": "وَلَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
      "text_en_pickthall": "Unto Him belongeth whatsoever is in the heavens and the earth, and religion is His for ever. Will ye then fear any other than Allah?"
    },
    {
      "global_id": 1954,
      "surah": 16,
      "ayah": 53,
      "verse_key": "16:53",
      "text_ar": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
      "text_en_pickthall": "And whatever of comfort ye enjoy, it is from Allah. Then, when misfortune reacheth you, unto Him ye cry for help."
    },
    {
      "global_id": 1955,
      "surah": 16,
      "ayah": 54,
      "verse_key": "16:54",
      "text_ar": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
      "text_en_pickthall": "And afterward, when He hath rid you of the misfortune, behold! a set of you attribute partners to their Lord,"
    },
    {
      "global_id": 1956,
      "surah": 16,
      "ayah": 55,
      "verse_key": "16:55",
      "text_ar": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ",
      "text_en_pickthall": "So as to deny that which We have given them. Then enjoy life (while ye may), for ye will come to know."
    },
    {
      "global_id": 1957,
      "surah": 16,
      "ayah": 56,
      "verse_key": "16:56",
      "text_ar": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَـٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
      "text_en_pickthall": "And they assign a portion of that which We have given them unto what they know not. By Allah! but ye will indeed be asked concerning (all) that ye used to invent."
    },
    {
      "global_id": 1958,
      "surah": 16,
      "ayah": 57,
      "verse_key": "16:57",
      "text_ar": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَـٰتِ سُبْحَـٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ",
      "text_en_pickthall": "And they assign unto Allah daughters - Be He Glorified! - and unto themselves what they desire;"
    },
    {
      "global_id": 1959,
      "surah": 16,
      "ayah": 58,
      "verse_key": "16:58",
      "text_ar": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
      "text_en_pickthall": "When if one of them receiveth tidings of the birth of a female, his face remaineth darkened, and he is wroth inwardly."
    },
    {
      "global_id": 1960,
      "surah": 16,
      "ayah": 59,
      "verse_key": "16:59",
      "text_ar": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ",
      "text_en_pickthall": "He hideth himself from the folk because of the evil of that whereof he hath had tidings, (asking himself): Shall he keep it in contempt, or bury it beneath the dust. Verily evil is their judgment."
    },
    {
      "global_id": 1961,
      "surah": 16,
      "ayah": 60,
      "verse_key": "16:60",
      "text_ar": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_en_pickthall": "For those who believe not in the Hereafter is an evil similitude, and Allah´s is the Sublime Similitude. He is the Mighty, the Wise."
    },
    {
      "global_id": 1962,
      "surah": 16,
      "ayah": 61,
      "verse_key": "16:61",
      "text_ar": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
      "text_en_pickthall": "If Allah were to take mankind to task for their wrong-doing, he would not leave hereon a living creature, but He reprieveth them to an appointed term, and when their term cometh they cannot put (it) off an hour nor (yet) advance (it)."
    },
    {
      "global_id": 1963,
      "surah": 16,
      "ayah": 62,
      "verse_key": "16:62",
      "text_ar": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
      "text_en_pickthall": "And they assign unto Allah that which they (themselves) dislike, and their tongues expound the lie that the better portion will be theirs. Assuredly theirs will be the Fire, and they will be abandoned."
    },
    {
      "global_id": 1964,
      "surah": 16,
      "ayah": 63,
      "verse_key": "16:63",
      "text_ar": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "text_en_pickthall": "By Allah, We verily sent messengers unto the nations before thee, but the devil made their deeds fairseeming unto them. So he is their patron this day, and theirs will be a painful doom."
    },
    {
      "global_id": 1965,
      "surah": 16,
      "ayah": 64,
      "verse_key": "16:64",
      "text_ar": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
      "text_en_pickthall": "And We have revealed the Scripture unto thee only that thou mayst explain unto them that wherein they differ, and (as) a guidance and a mercy for a people who believe."
    },
    {
      "global_id": 1966,
      "surah": 16,
      "ayah": 65,
      "verse_key": "16:65",
      "text_ar": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَسْمَعُونَ",
      "text_en_pickthall": "Allah sendeth down water from the sky and therewith reviveth the earth after her death. Lo! herein is indeed a portent for a folk who hear."
    },
    {
      "global_id": 1967,
      "surah": 16,
      "ayah": 66,
      "verse_key": "16:66",
      "text_ar": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّـٰرِبِينَ",
      "text_en_pickthall": "And lo! in the cattle there is a lesson for you. We give you to drink of that which is in their bellies, from betwixt the refuse and the blood, pure milk palatable to the drinkers."
    },
    {
      "global_id": 1968,
      "surah": 16,
      "ayah": 67,
      "verse_key": "16:67",
      "text_ar": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَـٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْقِلُونَ",
      "text_en_pickthall": "And of the fruits of the date-palm, and grapes, whence ye derive strong drink and (also) good nourishment. Lo! therein is indeed a portent for people who have sense."
    },
    {
      "global_id": 1969,
      "surah": 16,
      "ayah": 68,
      "verse_key": "16:68",
      "text_ar": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ",
      "text_en_pickthall": "And thy Lord inspired the bee, saying: Choose thou habitations in the hills and in the trees and in that which they thatch;"
    },
    {
      "global_id": 1970,
      "surah": 16,
      "ayah": 69,
      "verse_key": "16:69",
      "text_ar": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
      "text_en_pickthall": "Then eat of all fruits, and follow the ways of thy Lord, made smooth (for thee). There cometh forth from their bellies a drink divers of hues, wherein is healing for mankind. Lo! herein is indeed a portent for people who reflect."
    },
    {
      "global_id": 1971,
      "surah": 16,
      "ayah": 70,
      "verse_key": "16:70",
      "text_ar": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ",
      "text_en_pickthall": "And Allah createth you, then causeth you to die, and among you is he who is brought back to the most abject stage of life, so that he knoweth nothing after (having had) knowledge. Lo! Allah is Knower, Powerful."
    },
    {
      "global_id": 1972,
      "surah": 16,
      "ayah": 71,
      "verse_key": "16:71",
      "text_ar": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ",
      "text_en_pickthall": "And Allah hath favoured some of you above others in provision. Now those who are more favoured will by no means hand over their provision to those (slaves) whom their right hands possess, so that they may be equal with them in respect thereof. Is it then the grace of Allah that they deny?"
    },
    {
      "global_id": 1973,
      "surah": 16,
      "ayah": 72,
      "verse_key": "16:72",
      "text_ar": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ",
      "text_en_pickthall": "And Allah hath given you wives of your own kind, and hath given you, from your wives, sons and grandsons, and hath made provision of good things for you. Is it then in vanity that they believe and in the grace of Allah that they disbelieve?"
    },
    {
      "global_id": 1974,
      "surah": 16,
      "ayah": 73,
      "verse_key": "16:73",
      "text_ar": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ",
      "text_en_pickthall": "And they worship beside Allah that which owneth no provision whatsoever for them from the heavens or the earth, nor have they (whom they worship) any power."
    },
    {
      "global_id": 1975,
      "surah": 16,
      "ayah": 74,
      "verse_key": "16:74",
      "text_ar": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "text_en_pickthall": "So coin not similitudes for Allah. Lo! Allah knoweth; ye know not."
    },
    {
      "global_id": 1976,
      "surah": 16,
      "ayah": 75,
      "verse_key": "16:75",
      "text_ar": "۞ ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "text_en_pickthall": "Allah coineth a similitude: (on the one hand) a (mere) chattel slave, who hath control of nothing, and (on the other hand) one on whom we have bestowed a fair provision from Us, and he spendeth thereof secretly and openly. Are they equal? Praise be to Allah! But most of them know not."
    },
    {
      "global_id": 1977,
      "surah": 16,
      "ayah": 76,
      "verse_key": "16:76",
      "text_ar": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_en_pickthall": "And Allah coineth a similitude: Two men, one of them dumb, having control of nothing, and he is a burden on his owner; whithersoever he directeth him to go, he bringeth no good. Is he equal with one who enjoineth justice and followeth a straight path (of conduct)?"
    },
    {
      "global_id": 1978,
      "surah": 16,
      "ayah": 77,
      "verse_key": "16:77",
      "text_ar": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_en_pickthall": "And unto Allah belongeth the Unseen of the heavens and the earth, and the matter of the Hour (of Doom) is but as a twinkling of the eye, or it is nearer still. Lo! Allah is Able to do all things."
    },
    {
      "global_id": 1979,
      "surah": 16,
      "ayah": 78,
      "verse_key": "16:78",
      "text_ar": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
      "text_en_pickthall": "And Allah brought you forth from the wombs of your mothers knowing nothing, and gave you hearing and sight and hearts that haply ye might give thanks."
    },
    {
      "global_id": 1980,
      "surah": 16,
      "ayah": 79,
      "verse_key": "16:79",
      "text_ar": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_en_pickthall": "Have they not seen the birds obedient in mid-air? None holdeth them save Allah. Lo! herein, verily, are portents for a people who believe."
    },
    {
      "global_id": 1981,
      "surah": 16,
      "ayah": 80,
      "verse_key": "16:80",
      "text_ar": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ",
      "text_en_pickthall": "And Allah hath given you in your houses an abode, and hath given you (also), of the hides of cattle, houses which ye find light (to carry) on the day of migration and on the day of pitching camp; and of their wool and their fur and their hair, caparison and comfort for a while."
    },
    {
      "global_id": 1982,
      "surah": 16,
      "ayah": 81,
      "verse_key": "16:81",
      "text_ar": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
      "text_en_pickthall": "And Allah hath given you, of that which He hath created, shelter from the sun; and hath given you places of refuge in the mountains, and hath given you coats to ward off the heat from you, and coats (of armour) to save you from your own foolhardiness. Thus doth He perfect His favour unto you, in order that ye may surrender (unto Him)."
    },
    {
      "global_id": 1983,
      "surah": 16,
      "ayah": 82,
      "verse_key": "16:82",
      "text_ar": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "text_en_pickthall": "Then, if they turn away, thy duty (O Muhammad) is but plain conveyance (of the message)."
    },
    {
      "global_id": 1984,
      "surah": 16,
      "ayah": 83,
      "verse_key": "16:83",
      "text_ar": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ",
      "text_en_pickthall": "They know the favour of Allah and then deny it. Most of them are ingrates."
    },
    {
      "global_id": 1985,
      "surah": 16,
      "ayah": 84,
      "verse_key": "16:84",
      "text_ar": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
      "text_en_pickthall": "And (bethink you of) the day when we raise up of every nation a witness, then there is no leave for disbelievers, nor are they allowed to make amends."
    },
    {
      "global_id": 1986,
      "surah": 16,
      "ayah": 85,
      "verse_key": "16:85",
      "text_ar": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
      "text_en_pickthall": "And when those who did wrong behold the doom, it will not be made light for them, nor will they be reprieved."
    },
    {
      "global_id": 1987,
      "surah": 16,
      "ayah": 86,
      "verse_key": "16:86",
      "text_ar": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ",
      "text_en_pickthall": "And when those who ascribed partners to Allah behold those partners of theirs, they will say: Our Lord! these are our partners unto whom we used to cry instead of Thee. But they will fling to them the saying: Lo! ye verily are liars!"
    },
    {
      "global_id": 1988,
      "surah": 16,
      "ayah": 87,
      "verse_key": "16:87",
      "text_ar": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "text_en_pickthall": "And they proffer unto Allah submission on that day, and all that they used to invent hath failed them."
    },
    {
      "global_id": 1989,
      "surah": 16,
      "ayah": 88,
      "verse_key": "16:88",
      "text_ar": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَـٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
      "text_en_pickthall": "For those who disbelieve and debar (men) from the way of Allah, We add doom to doom because they wrought corruption,"
    },
    {
      "global_id": 1990,
      "surah": 16,
      "ayah": 89,
      "verse_key": "16:89",
      "text_ar": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَـٰبَ تِبْيَـٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "text_en_pickthall": "And (bethink you of) the day when We raise in every nation a witness against them of their own folk, and We bring thee (Muhammad) as a witness against these. And We reveal the Scripture unto thee as an exposition of all things, and a guidance and a mercy and good tidings for those who have surrendered (to Allah)."
    },
    {
      "global_id": 1991,
      "surah": 16,
      "ayah": 90,
      "verse_key": "16:90",
      "text_ar": "۞ إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَـٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
      "text_en_pickthall": "Lo! Allah enjoineth justice and kindness, and giving to kinsfolk, and forbiddeth lewdness and abomination and wickedness. He exhorteth you in order that ye may take heed."
    },
    {
      "global_id": 1992,
      "surah": 16,
      "ayah": 91,
      "verse_key": "16:91",
      "text_ar": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَـٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَـٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
      "text_en_pickthall": "Fulfil the covenant of Allah when ye have covenanted, and break not your oaths after the asseveration of them, and after ye have made Allah surety over you. Lo! Allah knoweth what ye do."
    },
    {
      "global_id": 1993,
      "surah": 16,
      "ayah": 92,
      "verse_key": "16:92",
      "text_ar": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَـٰثًا تَتَّخِذُونَ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "text_en_pickthall": "And be not like unto her who unravelleth the thread, after she hath made it strong, to thin filaments, making your oaths a deceit between you because of a nation being more numerous than (another) nation. Allah only trieth you thereby, and He verily will explain to you on the Day of Resurrection that wherein ye differed."
    },
    {
      "global_id": 1994,
      "surah": 16,
      "ayah": 93,
      "verse_key": "16:93",
      "text_ar": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
      "text_en_pickthall": "Had Allah willed He could have made you (all) one nation, but He sendeth whom He will astray and guideth whom He will, and ye will indeed be asked of what ye used to do."
    },
    {
      "global_id": 1995,
      "surah": 16,
      "ayah": 94,
      "verse_key": "16:94",
      "text_ar": "وَلَا تَتَّخِذُوٓا۟ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
      "text_en_pickthall": "Make not your oaths a deceit between you, lest a foot should slip after being firmly planted and ye should taste evil forasmuch as ye debarred (men) from the way of Allah, and yours should be an awful doom."
    },
    {
      "global_id": 1996,
      "surah": 16,
      "ayah": 95,
      "verse_key": "16:95",
      "text_ar": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "text_en_pickthall": "And purchase not a small gain at the price of Allah´s covenant. Lo! that which Allah hath is better for you, if ye did but know."
    },
    {
      "global_id": 1997,
      "surah": 16,
      "ayah": 96,
      "verse_key": "16:96",
      "text_ar": "مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_en_pickthall": "That which ye have wasteth away, and that which Allah hath remaineth. And verily We shall pay those who are steadfast a recompense in proportion to the best of what they used to do."
    },
    {
      "global_id": 1998,
      "surah": 16,
      "ayah": 97,
      "verse_key": "16:97",
      "text_ar": "مَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_en_pickthall": "Whosoever doeth right, whether male or female, and is a believer, him verily we shall quicken with good life, and We shall pay them a recompense in proportion to the best of what they used to do."
    },
    {
      "global_id": 1999,
      "surah": 16,
      "ayah": 98,
      "verse_key": "16:98",
      "text_ar": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
      "text_en_pickthall": "And when thou recitest the Qur´an, seek refuge in Allah from Satan the outcast."
    },
    {
      "global_id": 2000,
      "surah": 16,
      "ayah": 99,
      "verse_key": "16:99",
      "text_ar": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَـٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "text_en_pickthall": "Lo! he hath no power over those who believe and put trust in their Lord."
    },
    {
      "global_id": 2001,
      "surah": 16,
      "ayah": 100,
      "verse_key": "16:100",
      "text_ar": "إِنَّمَا سُلْطَـٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
      "text_en_pickthall": "His power is only over those who make a friend of him, and those who ascribe partners unto Him (Allah)."
    },
    {
      "global_id": 2002,
      "surah": 16,
      "ayah": 101,
      "verse_key": "16:101",
      "text_ar": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "text_en_pickthall": "And when We put a revelation in place of (another) revelation, - and Allah knoweth best what He revealeth - they say: Lo! thou art but inventing. Most of them know not."
    },
    {
      "global_id": 2003,
      "surah": 16,
      "ayah": 102,
      "verse_key": "16:102",
      "text_ar": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "text_en_pickthall": "Say: The holy Spirit hath delivered it from thy Lord with truth, that it may confirm (the faith of) those who believe, and as guidance and good tidings for those who have surrendered (to Allah)."
    },
    {
      "global_id": 2004,
      "surah": 16,
      "ayah": 103,
      "verse_key": "16:103",
      "text_ar": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
      "text_en_pickthall": "And We know well that they say: Only a man teacheth him. The speech of him at whom they falsely hint is outlandish, and this is clear Arabic speech."
    },
    {
      "global_id": 2005,
      "surah": 16,
      "ayah": 104,
      "verse_key": "16:104",
      "text_ar": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "text_en_pickthall": "Lo! those who disbelieve the revelations of Allah, Allah guideth them not and theirs will be a painful doom."
    },
    {
      "global_id": 2006,
      "surah": 16,
      "ayah": 105,
      "verse_key": "16:105",
      "text_ar": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ",
      "text_en_pickthall": "Only they invent falsehood who believe not Allah´s revelations, and (only) they are the liars."
    },
    {
      "global_id": 2007,
      "surah": 16,
      "ayah": 106,
      "verse_key": "16:106",
      "text_ar": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "text_en_pickthall": "Whoso disbelieveth in Allah after his belief - save him who is forced thereto and whose heart is still content with the Faith - but whoso findeth ease in disbelief: On them is wrath from Allah. Theirs will be an awful doom."
    },
    {
      "global_id": 2008,
      "surah": 16,
      "ayah": 107,
      "verse_key": "16:107",
      "text_ar": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "text_en_pickthall": "That is because they have chosen the life of the world rather than the Hereafter, and because Allah guideth not the disbelieving folk."
    },
    {
      "global_id": 2009,
      "surah": 16,
      "ayah": 108,
      "verse_key": "16:108",
      "text_ar": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
      "text_en_pickthall": "Such are they whose hearts and ears and eyes Allah hath sealed. And such are the heedless."
    },
    {
      "global_id": 2010,
      "surah": 16,
      "ayah": 109,
      "verse_key": "16:109",
      "text_ar": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ",
      "text_en_pickthall": "Assuredly in the Hereafter they are the losers."
    },
    {
      "global_id": 2011,
      "surah": 16,
      "ayah": 110,
      "verse_key": "16:110",
      "text_ar": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "text_en_pickthall": "Then lo! thy Lord - for those who became fugitives after they had been persecuted, and then fought and were steadfast - lo! thy Lord afterward is (for them) indeed Forgiving, Merciful."
    },
    {
      "global_id": 2012,
      "surah": 16,
      "ayah": 111,
      "verse_key": "16:111",
      "text_ar": "۞ يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
      "text_en_pickthall": "On the Day when every soul will come pleading for itself, and every soul will be repaid what it did, and they will not be wronged."
    },
    {
      "global_id": 2013,
      "surah": 16,
      "ayah": 112,
      "verse_key": "16:112",
      "text_ar": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
      "text_en_pickthall": "Allah coineth a similitude: a township that dwelt secure and well content, its provision coming to it in abundance from every side, but it disbelieved in Allah´s favours, so Allah made it experience the garb of dearth and fear because of what they used to do."
    },
    {
      "global_id": 2014,
      "surah": 16,
      "ayah": 113,
      "verse_key": "16:113",
      "text_ar": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ",
      "text_en_pickthall": "And verily there had come unto them a messenger from among them, but they had denied him, and so the torment seized them while they were wrong-doers."
    },
    {
      "global_id": 2015,
      "surah": 16,
      "ayah": 114,
      "verse_key": "16:114",
      "text_ar": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "text_en_pickthall": "So eat of the lawful and good food which Allah hath provided for you, and thank the bounty of your Lord if it is Him ye serve."
    },
    {
      "global_id": 2016,
      "surah": 16,
      "ayah": 115,
      "verse_key": "16:115",
      "text_ar": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "text_en_pickthall": "He hath forbidden for you only carrion and blood and swineflesh and that which hath been immolated in the name of any other than Allah; but he who is driven thereto, neither craving nor transgressing, lo! then Allah is Forgiving, Merciful."
    },
    {
      "global_id": 2017,
      "surah": 16,
      "ayah": 116,
      "verse_key": "16:116",
      "text_ar": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
      "text_en_pickthall": "And speak not, concerning that which your own tongues qualify (as clean or unclean), the falsehood: \"This is lawful, and this is forbidden,\" so that ye invent a lie against Allah. Lo! those who invent a lie against Allah will not succeed."
    },
    {
      "global_id": 2018,
      "surah": 16,
      "ayah": 117,
      "verse_key": "16:117",
      "text_ar": "مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "text_en_pickthall": "A brief enjoyment (will be theirs); and theirs a painful doom."
    },
    {
      "global_id": 2019,
      "surah": 16,
      "ayah": 118,
      "verse_key": "16:118",
      "text_ar": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "text_en_pickthall": "And unto those who are Jews We have forbidden that which We have already related unto thee. And We wronged them not, but they were wont to wrong themselves."
    },
    {
      "global_id": 2020,
      "surah": 16,
      "ayah": 119,
      "verse_key": "16:119",
      "text_ar": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "text_en_pickthall": "Then lo! thy Lord - for those who do evil in ignorance and afterward repent and amend - lo! (for them) thy Lord is afterward indeed Forgiving, Merciful."
    },
    {
      "global_id": 2021,
      "surah": 16,
      "ayah": 120,
      "verse_key": "16:120",
      "text_ar": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ",
      "text_en_pickthall": "Lo! Abraham was a nation obedient to Allah, by nature upright, and he was not of the idolaters;"
    },
    {
      "global_id": 2022,
      "surah": 16,
      "ayah": 121,
      "verse_key": "16:121",
      "text_ar": "شَاكِرًا لِّأَنْعُمِهِ ۚ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_en_pickthall": "Thankful for His bounties; He chose him and He guided him unto a straight path."
    },
    {
      "global_id": 2023,
      "surah": 16,
      "ayah": 122,
      "verse_key": "16:122",
      "text_ar": "وَءَاتَيْنَـٰهُ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
      "text_en_pickthall": "And We gave him good in the world, and in the Hereafter he is among the righteous."
    },
    {
      "global_id": 2024,
      "surah": 16,
      "ayah": 123,
      "verse_key": "16:123",
      "text_ar": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "text_en_pickthall": "And afterward We inspired thee (Muhammad, saying): Follow the religion of Abraham, as one by nature upright. He was not of the idolaters."
    },
    {
      "global_id": 2025,
      "surah": 16,
      "ayah": 124,
      "verse_key": "16:124",
      "text_ar": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "text_en_pickthall": "The Sabbath was appointed only for those who differed concerning it, and lo! thy Lord will judge between them on the Day of Resurrection concerning that wherein they used to differ."
    },
    {
      "global_id": 2026,
      "surah": 16,
      "ayah": 125,
      "verse_key": "16:125",
      "text_ar": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ ۖ وَجَـٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
      "text_en_pickthall": "Call unto the way of thy Lord with wisdom and fair exhortation, and reason with them in the better way. Lo! thy Lord is Best Aware of him who strayeth from His way, and He is Best Aware of those who go aright."
    },
    {
      "global_id": 2027,
      "surah": 16,
      "ayah": 126,
      "verse_key": "16:126",
      "text_ar": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّـٰبِرِينَ",
      "text_en_pickthall": "If ye punish, then punish with the like of that wherewith ye were afflicted. But if ye endure patiently, verily it is better for the patient."
    },
    {
      "global_id": 2028,
      "surah": 16,
      "ayah": 127,
      "verse_key": "16:127",
      "text_ar": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
      "text_en_pickthall": "Endure thou patiently (O Muhammad). Thine endurance is only by (the help of) Allah. Grieve not for them, and be not in distress because of that which they devise."
    },
    {
      "global_id": 2029,
      "surah": 16,
      "ayah": 128,
      "verse_key": "16:128",
      "text_ar": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ",
      "text_en_pickthall": "Lo! Allah is with those who keep their duty unto Him and those who are doers of good."
    }
  ]
}
