{
  "surah_number": 21,
  "name_en": "Al-Anbya",
  "name_ar": "الأنبياء",
  "verses_count": 112,
  "revelation_place": "makkah",
  "verses": [
    {
      "global_id": 2484,
      "surah": 21,
      "ayah": 1,
      "verse_key": "21:1",
      "text_ar": " ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ",
      "text_en_pickthall": "Their reckoning draweth nigh for mankind, while they turn away in heedlessness."
    },
    {
      "global_id": 2485,
      "surah": 21,
      "ayah": 2,
      "verse_key": "21:2",
      "text_ar": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
      "text_en_pickthall": "Never cometh there unto them a new reminder from their Lord but they listen to it while they play,"
    },
    {
      "global_id": 2486,
      "surah": 21,
      "ayah": 3,
      "verse_key": "21:3",
      "text_ar": "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
      "text_en_pickthall": "With hearts preoccupied. And they confer in secret. The wrong-doers say: Is this other than a mortal like you? Will ye then succumb to magic when ye see (it)?"
    },
    {
      "global_id": 2487,
      "surah": 21,
      "ayah": 4,
      "verse_key": "21:4",
      "text_ar": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "text_en_pickthall": "He saith: My Lord knoweth what is spoken in the heaven and the earth. He is the Hearer, the Knower."
    },
    {
      "global_id": 2488,
      "surah": 21,
      "ayah": 5,
      "verse_key": "21:5",
      "text_ar": "بَلْ قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍۭ بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ",
      "text_en_pickthall": "Nay, say they, (these are but) muddled dreams; nay, he hath but invented it; nay, he is but a poet. Let him bring us a portent even as those of old (who were Allah´s messengers) were sent (with portents)."
    },
    {
      "global_id": 2489,
      "surah": 21,
      "ayah": 6,
      "verse_key": "21:6",
      "text_ar": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَآ ۖ أَفَهُمْ يُؤْمِنُونَ",
      "text_en_pickthall": "Not a township believed of those which We destroyed before them (though We sent them portents): would they then believe?"
    },
    {
      "global_id": 2490,
      "surah": 21,
      "ayah": 7,
      "verse_key": "21:7",
      "text_ar": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۖ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "text_en_pickthall": "And We sent not (as Our messengers) before thee other than men, whom We inspired. Ask the followers of the Reminder if ye know not?"
    },
    {
      "global_id": 2491,
      "surah": 21,
      "ayah": 8,
      "verse_key": "21:8",
      "text_ar": "وَمَا جَعَلْنَـٰهُمْ جَسَدًا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَـٰلِدِينَ",
      "text_en_pickthall": "We gave them not bodies that would not eat food, nor were they immortals."
    },
    {
      "global_id": 2492,
      "surah": 21,
      "ayah": 9,
      "verse_key": "21:9",
      "text_ar": "ثُمَّ صَدَقْنَـٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَـٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ",
      "text_en_pickthall": "Then we fulfilled the promise unto them. So we delivered them and whom We would, and We destroyed the prodigals."
    },
    {
      "global_id": 2493,
      "surah": 21,
      "ayah": 10,
      "verse_key": "21:10",
      "text_ar": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَـٰبًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ",
      "text_en_pickthall": "Now We have revealed unto you a Scripture wherein is your Reminder. Have ye then no sense?"
    },
    {
      "global_id": 2494,
      "surah": 21,
      "ayah": 11,
      "verse_key": "21:11",
      "text_ar": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ",
      "text_en_pickthall": "How many a community that dealt unjustly have We shattered, and raised up after them another folk!"
    },
    {
      "global_id": 2495,
      "surah": 21,
      "ayah": 12,
      "verse_key": "21:12",
      "text_ar": "فَلَمَّآ أَحَسُّوا۟ بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ",
      "text_en_pickthall": "And, when they felt Our might, behold them fleeing from it!"
    },
    {
      "global_id": 2496,
      "surah": 21,
      "ayah": 13,
      "verse_key": "21:13",
      "text_ar": "لَا تَرْكُضُوا۟ وَٱرْجِعُوٓا۟ إِلَىٰ مَآ أُتْرِفْتُمْ فِيهِ وَمَسَـٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ",
      "text_en_pickthall": "(But it was said unto them): Flee not, but return to that (existence) which emasculated you and to your dwellings, that ye may be questioned."
    },
    {
      "global_id": 2497,
      "surah": 21,
      "ayah": 14,
      "verse_key": "21:14",
      "text_ar": "قَالُوا۟ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "text_en_pickthall": "They cried: Alas for us! we were wrong-doers."
    },
    {
      "global_id": 2498,
      "surah": 21,
      "ayah": 15,
      "verse_key": "21:15",
      "text_ar": "فَمَا زَالَت تِّلْكَ دَعْوَىٰهُمْ حَتَّىٰ جَعَلْنَـٰهُمْ حَصِيدًا خَـٰمِدِينَ",
      "text_en_pickthall": "And this their crying ceased not till We made them as reaped corn, extinct."
    },
    {
      "global_id": 2499,
      "surah": 21,
      "ayah": 16,
      "verse_key": "21:16",
      "text_ar": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَـٰعِبِينَ",
      "text_en_pickthall": "We created not the heaven and the earth and all that is between them in play."
    },
    {
      "global_id": 2500,
      "surah": 21,
      "ayah": 17,
      "verse_key": "21:17",
      "text_ar": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا لَّٱتَّخَذْنَـٰهُ مِن لَّدُنَّآ إِن كُنَّا فَـٰعِلِينَ",
      "text_en_pickthall": "If We had wished to find a pastime, We could have found it in Our presence - if We ever did."
    },
    {
      "global_id": 2501,
      "surah": 21,
      "ayah": 18,
      "verse_key": "21:18",
      "text_ar": "بَلْ نَقْذِفُ بِٱلْحَقِّ عَلَى ٱلْبَـٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ ٱلْوَيْلُ مِمَّا تَصِفُونَ",
      "text_en_pickthall": "Nay, but We hurl the true against the false, and it doth break its head and lo! it vanisheth. And yours will be woe for that which ye ascribe (unto Him)."
    },
    {
      "global_id": 2502,
      "surah": 21,
      "ayah": 19,
      "verse_key": "21:19",
      "text_ar": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ",
      "text_en_pickthall": "Unto Him belongeth whosoever is in the heavens and the earth. And those who dwell in His presence are not too proud to worship Him, nor do they weary;"
    },
    {
      "global_id": 2503,
      "surah": 21,
      "ayah": 20,
      "verse_key": "21:20",
      "text_ar": "يُسَبِّحُونَ ٱلَّيْلَ وَٱلنَّهَارَ لَا يَفْتُرُونَ",
      "text_en_pickthall": "They glorify (Him) night and day; they flag not."
    },
    {
      "global_id": 2504,
      "surah": 21,
      "ayah": 21,
      "verse_key": "21:21",
      "text_ar": "أَمِ ٱتَّخَذُوٓا۟ ءَالِهَةً مِّنَ ٱلْأَرْضِ هُمْ يُنشِرُونَ",
      "text_en_pickthall": "Or have they chosen gods from the earth who raise the dead?"
    },
    {
      "global_id": 2505,
      "surah": 21,
      "ayah": 22,
      "verse_key": "21:22",
      "text_ar": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَا ۚ فَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
      "text_en_pickthall": "If there were therein gods beside Allah, then verily both (the heavens and the earth) had been disordered. Glorified be Allah, the Lord of the Throne, from all that they ascribe (unto Him)."
    },
    {
      "global_id": 2506,
      "surah": 21,
      "ayah": 23,
      "verse_key": "21:23",
      "text_ar": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ",
      "text_en_pickthall": "He will not be questioned as to that which He doeth, but they will be questioned."
    },
    {
      "global_id": 2507,
      "surah": 21,
      "ayah": 24,
      "verse_key": "21:24",
      "text_ar": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ ۖ هَـٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ٱلْحَقَّ ۖ فَهُم مُّعْرِضُونَ",
      "text_en_pickthall": "Or have they chosen other gods beside Him? say: Bring your proof (of their godhead). This is the Reminder of those with me and those before me, but most of them know not the Truth and so they are averse."
    },
    {
      "global_id": 2508,
      "surah": 21,
      "ayah": 25,
      "verse_key": "21:25",
      "text_ar": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ",
      "text_en_pickthall": "And We sent no messenger before thee but We inspired him, (saying): There is no Allah save Me (Allah), so worship Me."
    },
    {
      "global_id": 2509,
      "surah": 21,
      "ayah": 26,
      "verse_key": "21:26",
      "text_ar": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ",
      "text_en_pickthall": "And they say: The Beneficent hath taken unto Himself a son. Be He Glorified! Nay, but (those whom they call sons) are honoured slaves;"
    },
    {
      "global_id": 2510,
      "surah": 21,
      "ayah": 27,
      "verse_key": "21:27",
      "text_ar": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ",
      "text_en_pickthall": "They speak not until He hath spoken, and they act by His command."
    },
    {
      "global_id": 2511,
      "surah": 21,
      "ayah": 28,
      "verse_key": "21:28",
      "text_ar": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ",
      "text_en_pickthall": "He knoweth what is before them and what is behind them, and they cannot intercede except for him whom He accepteth, and they quake for awe of Him."
    },
    {
      "global_id": 2512,
      "surah": 21,
      "ayah": 29,
      "verse_key": "21:29",
      "text_ar": "۞ وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَـٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "And one of them who should say: Lo! I am a god beside Him, that one We should repay with hell. Thus We Repay wrong-doers."
    },
    {
      "global_id": 2513,
      "surah": 21,
      "ayah": 30,
      "verse_key": "21:30",
      "text_ar": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَـٰهُمَا ۖ وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ ۖ أَفَلَا يُؤْمِنُونَ",
      "text_en_pickthall": "Have not those who disbelieve known that the heavens and the earth were of one piece, then We parted them, and we made every living thing of water? Will they not then believe?"
    },
    {
      "global_id": 2514,
      "surah": 21,
      "ayah": 31,
      "verse_key": "21:31",
      "text_ar": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
      "text_en_pickthall": "And We have placed in the earth firm hills lest it quake with them, and We have placed therein ravines as roads that haply they may find their way."
    },
    {
      "global_id": 2515,
      "surah": 21,
      "ayah": 32,
      "verse_key": "21:32",
      "text_ar": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ ءَايَـٰتِهَا مُعْرِضُونَ",
      "text_en_pickthall": "And we have made the sky a roof withheld (from them). Yet they turn away from its portents."
    },
    {
      "global_id": 2516,
      "surah": 21,
      "ayah": 33,
      "verse_key": "21:33",
      "text_ar": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
      "text_en_pickthall": "And He it is Who created the night and the day, and the sun and the moon. They float, each in an orbit."
    },
    {
      "global_id": 2517,
      "surah": 21,
      "ayah": 34,
      "verse_key": "21:34",
      "text_ar": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ ۖ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَـٰلِدُونَ",
      "text_en_pickthall": "We appointed immortality for no mortal before thee. What! if thou diest, can they be immortal!"
    },
    {
      "global_id": 2518,
      "surah": 21,
      "ayah": 35,
      "verse_key": "21:35",
      "text_ar": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
      "text_en_pickthall": "Every soul must taste of death, and We try you with evil and with good, for ordeal. And unto Us ye will be returned."
    },
    {
      "global_id": 2519,
      "surah": 21,
      "ayah": 36,
      "verse_key": "21:36",
      "text_ar": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَـٰنِ هُمْ كَـٰفِرُونَ",
      "text_en_pickthall": "And when those who disbelieve behold thee, they but choose thee out for mockery, (saying): Is this he who maketh mention of your gods? And they would deny all mention of the Beneficent."
    },
    {
      "global_id": 2520,
      "surah": 21,
      "ayah": 37,
      "verse_key": "21:37",
      "text_ar": "خُلِقَ ٱلْإِنسَـٰنُ مِنْ عَجَلٍ ۚ سَأُو۟رِيكُمْ ءَايَـٰتِى فَلَا تَسْتَعْجِلُونِ",
      "text_en_pickthall": "Man is made of haste. I shall show you My portents, but ask Me not to hasten."
    },
    {
      "global_id": 2521,
      "surah": 21,
      "ayah": 38,
      "verse_key": "21:38",
      "text_ar": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_en_pickthall": "And they say: When will this promise (be fulfilled), if ye are truthful?"
    },
    {
      "global_id": 2522,
      "surah": 21,
      "ayah": 39,
      "verse_key": "21:39",
      "text_ar": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
      "text_en_pickthall": "If those who disbelieved but knew the time when they will not be able to drive off the fire from their faces and from their backs, and they will not be helped!"
    },
    {
      "global_id": 2523,
      "surah": 21,
      "ayah": 40,
      "verse_key": "21:40",
      "text_ar": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
      "text_en_pickthall": "Nay, but it will come upon them unawares so that it will stupefy them, and they will be unable to repel it, neither will they be reprieved."
    },
    {
      "global_id": 2524,
      "surah": 21,
      "ayah": 41,
      "verse_key": "21:41",
      "text_ar": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_en_pickthall": "Messengers before thee, indeed, were mocked, but that whereat they mocked surrounded those who scoffed at them."
    },
    {
      "global_id": 2525,
      "surah": 21,
      "ayah": 42,
      "verse_key": "21:42",
      "text_ar": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَـٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
      "text_en_pickthall": "Say: Who guardeth you in the night or in the day from the Beneficent? Nay, but they turn away from mention of their Lord!"
    },
    {
      "global_id": 2526,
      "surah": 21,
      "ayah": 43,
      "verse_key": "21:43",
      "text_ar": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
      "text_en_pickthall": "Or have they gods who can shield them from Us? They cannot help themselves nor can they be defended from Us."
    },
    {
      "global_id": 2527,
      "surah": 21,
      "ayah": 44,
      "verse_key": "21:44",
      "text_ar": "بَلْ مَتَّعْنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ ٱلْغَـٰلِبُونَ",
      "text_en_pickthall": "Nay, but We gave these and their fathers ease until life grew long for them. See they not how we aim to the land, reducing it of its outlying parts? Can they then be the victors?"
    },
    {
      "global_id": 2528,
      "surah": 21,
      "ayah": 45,
      "verse_key": "21:45",
      "text_ar": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ ۚ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "text_en_pickthall": "Say (O Muhammad, unto mankind): I warn you only by the Inspiration. But the deaf hear not the call when they are warned."
    },
    {
      "global_id": 2529,
      "surah": 21,
      "ayah": 46,
      "verse_key": "21:46",
      "text_ar": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "text_en_pickthall": "And if a breath of thy Lord´s punishment were to touch them, they assuredly would say: Alas for us! Lo! we were wrong-doers."
    },
    {
      "global_id": 2530,
      "surah": 21,
      "ayah": 47,
      "verse_key": "21:47",
      "text_ar": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَـٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَـٰسِبِينَ",
      "text_en_pickthall": "And We set a just balance for the Day of Resurrection so that no soul is wronged in aught. Though it be of the weight of a grain of mustard seed, We bring it. And We suffice for reckoners."
    },
    {
      "global_id": 2531,
      "surah": 21,
      "ayah": 48,
      "verse_key": "21:48",
      "text_ar": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَـٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ",
      "text_en_pickthall": "And We verily gave Moses and Aaron the Criterion (of right and wrong) and a light and a Reminder for those who keep from evil,"
    },
    {
      "global_id": 2532,
      "surah": 21,
      "ayah": 49,
      "verse_key": "21:49",
      "text_ar": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ",
      "text_en_pickthall": "Those who fear their Lord in secret and who dread the Hour (of doom)."
    },
    {
      "global_id": 2533,
      "surah": 21,
      "ayah": 50,
      "verse_key": "21:50",
      "text_ar": "وَهَـٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَـٰهُ ۚ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ",
      "text_en_pickthall": "This is a blessed Reminder that we have revealed: Will ye then reject it?"
    },
    {
      "global_id": 2534,
      "surah": 21,
      "ayah": 51,
      "verse_key": "21:51",
      "text_ar": "۞ وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَـٰلِمِينَ",
      "text_en_pickthall": "And We verily gave Abraham of old his proper course, and We were Aware of him,"
    },
    {
      "global_id": 2535,
      "surah": 21,
      "ayah": 52,
      "verse_key": "21:52",
      "text_ar": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَـٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَـٰكِفُونَ",
      "text_en_pickthall": "When he said unto his father and his folk: What are these images unto which ye pay devotion?"
    },
    {
      "global_id": 2536,
      "surah": 21,
      "ayah": 53,
      "verse_key": "21:53",
      "text_ar": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَـٰبِدِينَ",
      "text_en_pickthall": "They said: We found our fathers worshippers of them."
    },
    {
      "global_id": 2537,
      "surah": 21,
      "ayah": 54,
      "verse_key": "21:54",
      "text_ar": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَـٰلٍ مُّبِينٍ",
      "text_en_pickthall": "He said: Verily ye and your fathers were in plain error."
    },
    {
      "global_id": 2538,
      "surah": 21,
      "ayah": 55,
      "verse_key": "21:55",
      "text_ar": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّـٰعِبِينَ",
      "text_en_pickthall": "They said: Bringest thou unto us the truth, or art thou some jester?"
    },
    {
      "global_id": 2539,
      "surah": 21,
      "ayah": 56,
      "verse_key": "21:56",
      "text_ar": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ",
      "text_en_pickthall": "He said: Nay, but your Lord is the Lord of the heavens and the earth, Who created them; and I am of those who testify unto that."
    },
    {
      "global_id": 2540,
      "surah": 21,
      "ayah": 57,
      "verse_key": "21:57",
      "text_ar": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَـٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
      "text_en_pickthall": "And, by Allah, I shall circumvent your idols after ye have gone away and turned your backs."
    },
    {
      "global_id": 2541,
      "surah": 21,
      "ayah": 58,
      "verse_key": "21:58",
      "text_ar": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
      "text_en_pickthall": "Then he reduced them to fragments, all save the chief of them, that haply they might have recourse to it."
    },
    {
      "global_id": 2542,
      "surah": 21,
      "ayah": 59,
      "verse_key": "21:59",
      "text_ar": "قَالُوا۟ مَن فَعَلَ هَـٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "They said: Who hath done this to our gods? Surely it must be some evil-doer."
    },
    {
      "global_id": 2543,
      "surah": 21,
      "ayah": 60,
      "verse_key": "21:60",
      "text_ar": "قَالُوا۟ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ",
      "text_en_pickthall": "They said: We heard a youth make mention of them, who is called Abraham."
    },
    {
      "global_id": 2544,
      "surah": 21,
      "ayah": 61,
      "verse_key": "21:61",
      "text_ar": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
      "text_en_pickthall": "They said: Then bring him (hither) before the people´s eyes that they may testify."
    },
    {
      "global_id": 2545,
      "surah": 21,
      "ayah": 62,
      "verse_key": "21:62",
      "text_ar": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَـٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبْرَٰهِيمُ",
      "text_en_pickthall": "They said: Is it thou who hast done this to our gods, O Abraham?"
    },
    {
      "global_id": 2546,
      "surah": 21,
      "ayah": 63,
      "verse_key": "21:63",
      "text_ar": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَـٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ",
      "text_en_pickthall": "He said: But this, their chief hath done it. So question them, if they can speak."
    },
    {
      "global_id": 2547,
      "surah": 21,
      "ayah": 64,
      "verse_key": "21:64",
      "text_ar": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّـٰلِمُونَ",
      "text_en_pickthall": "Then gathered they apart and said: Lo! ye yourselves are the wrong-doers."
    },
    {
      "global_id": 2548,
      "surah": 21,
      "ayah": 65,
      "verse_key": "21:65",
      "text_ar": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ",
      "text_en_pickthall": "And they were utterly confounded, and they said: Well thou knowest that these speak not."
    },
    {
      "global_id": 2549,
      "surah": 21,
      "ayah": 66,
      "verse_key": "21:66",
      "text_ar": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ",
      "text_en_pickthall": "He said: Worship ye then instead of Allah that which cannot profit you at all, nor harm you?"
    },
    {
      "global_id": 2550,
      "surah": 21,
      "ayah": 67,
      "verse_key": "21:67",
      "text_ar": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
      "text_en_pickthall": "Fie on you and all that ye worship instead of Allah! Have ye then no sense?"
    },
    {
      "global_id": 2551,
      "surah": 21,
      "ayah": 68,
      "verse_key": "21:68",
      "text_ar": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَـٰعِلِينَ",
      "text_en_pickthall": "They cried: Burn him and stand by your gods, if ye will be doing."
    },
    {
      "global_id": 2552,
      "surah": 21,
      "ayah": 69,
      "verse_key": "21:69",
      "text_ar": "قُلْنَا يَـٰنَارُ كُونِى بَرْدًا وَسَلَـٰمًا عَلَىٰٓ إِبْرَٰهِيمَ",
      "text_en_pickthall": "We said: O fire, be coolness and peace for Abraham,"
    },
    {
      "global_id": 2553,
      "surah": 21,
      "ayah": 70,
      "verse_key": "21:70",
      "text_ar": "وَأَرَادُوا۟ بِهِۦ كَيْدًا فَجَعَلْنَـٰهُمُ ٱلْأَخْسَرِينَ",
      "text_en_pickthall": "And they wished to set a snare for him, but We made them the greater losers."
    },
    {
      "global_id": 2554,
      "surah": 21,
      "ayah": 71,
      "verse_key": "21:71",
      "text_ar": "وَنَجَّيْنَـٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا لِلْعَـٰلَمِينَ",
      "text_en_pickthall": "And We rescued him and Lot (and brought them) to the land which We have blessed for (all) peoples."
    },
    {
      "global_id": 2555,
      "surah": 21,
      "ayah": 72,
      "verse_key": "21:72",
      "text_ar": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَـٰلِحِينَ",
      "text_en_pickthall": "And We bestowed upon him Isaac, and Jacob as a grandson. Each of them We made righteous."
    },
    {
      "global_id": 2556,
      "surah": 21,
      "ayah": 73,
      "verse_key": "21:73",
      "text_ar": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ ۖ وَكَانُوا۟ لَنَا عَـٰبِدِينَ",
      "text_en_pickthall": "And We made them chiefs who guide by Our command, and We inspired in them the doing of good deeds and the right establishment of worship and the giving of alms, and they were worshippers of Us (alone)."
    },
    {
      "global_id": 2557,
      "surah": 21,
      "ayah": 74,
      "verse_key": "21:74",
      "text_ar": "وَلُوطًا ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَـٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَـٰٓئِثَ ۗ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَـٰسِقِينَ",
      "text_en_pickthall": "And unto Lot we gave judgment and knowledge, and We delivered him from the community that did abominations. Lo! they were folk of evil, lewd."
    },
    {
      "global_id": 2558,
      "surah": 21,
      "ayah": 75,
      "verse_key": "21:75",
      "text_ar": "وَأَدْخَلْنَـٰهُ فِى رَحْمَتِنَآ ۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ",
      "text_en_pickthall": "And We brought him in unto Our mercy. Lo! he was of the righteous."
    },
    {
      "global_id": 2559,
      "surah": 21,
      "ayah": 76,
      "verse_key": "21:76",
      "text_ar": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَـٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ",
      "text_en_pickthall": "And Noah, when he cried of old, We heard his prayer and saved him and his household from the great affliction."
    },
    {
      "global_id": 2560,
      "surah": 21,
      "ayah": 77,
      "verse_key": "21:77",
      "text_ar": "وَنَصَرْنَـٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
      "text_en_pickthall": "And delivered him from the people who denied Our revelations. Lo! they were folk of evil, therefor did We drown them all."
    },
    {
      "global_id": 2561,
      "surah": 21,
      "ayah": 78,
      "verse_key": "21:78",
      "text_ar": "وَدَاوُۥدَ وَسُلَيْمَـٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَـٰهِدِينَ",
      "text_en_pickthall": "And David and Solomon, when they gave judgment concerning the field, when people´s sheep had strayed and browsed therein by night; and We were witnesses to their judgment."
    },
    {
      "global_id": 2562,
      "surah": 21,
      "ayah": 79,
      "verse_key": "21:79",
      "text_ar": "فَفَهَّمْنَـٰهَا سُلَيْمَـٰنَ ۚ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ ۚ وَكُنَّا فَـٰعِلِينَ",
      "text_en_pickthall": "And We made Solomon to understand (the case); and unto each of them We gave judgment and knowledge. And we subdued the hills and the birds to hymn (His) praise along with David. We were the doers (thereof)."
    },
    {
      "global_id": 2563,
      "surah": 21,
      "ayah": 80,
      "verse_key": "21:80",
      "text_ar": "وَعَلَّمْنَـٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شَـٰكِرُونَ",
      "text_en_pickthall": "And We taught him the art of making garments (of mail) to protect you in your daring. Are ye then thankful?"
    },
    {
      "global_id": 2564,
      "surah": 21,
      "ayah": 81,
      "verse_key": "21:81",
      "text_ar": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَىْءٍ عَـٰلِمِينَ",
      "text_en_pickthall": "And unto Solomon (We subdued) the wind in its raging. It set by his command toward the land which We had blessed. And of everything We are Aware."
    },
    {
      "global_id": 2565,
      "surah": 21,
      "ayah": 82,
      "verse_key": "21:82",
      "text_ar": "وَمِنَ ٱلشَّيَـٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَـٰفِظِينَ",
      "text_en_pickthall": "And of the evil ones (subdued We unto him) some who dived (for pearls) for him and did other work, and We were warders unto them."
    },
    {
      "global_id": 2566,
      "surah": 21,
      "ayah": 83,
      "verse_key": "21:83",
      "text_ar": "۞ وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "text_en_pickthall": "And Job, when he cried unto his Lord, (saying): Lo! adversity afflicteth me, and Thou art Most Merciful of all who show mercy."
    },
    {
      "global_id": 2567,
      "surah": 21,
      "ayah": 84,
      "verse_key": "21:84",
      "text_ar": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ ۖ وَءَاتَيْنَـٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَـٰبِدِينَ",
      "text_en_pickthall": "Then We heard his prayer and removed that adversity from which he suffered, and We gave him his household (that he had lost) and the like thereof along with them, a mercy from Our store, and a remembrance for the worshippers;"
    },
    {
      "global_id": 2568,
      "surah": 21,
      "ayah": 85,
      "verse_key": "21:85",
      "text_ar": "وَإِسْمَـٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ ۖ كُلٌّ مِّنَ ٱلصَّـٰبِرِينَ",
      "text_en_pickthall": "And (mention) Ishmael, and Idris, and Dhu´l-Kifl. All were of the steadfast."
    },
    {
      "global_id": 2569,
      "surah": 21,
      "ayah": 86,
      "verse_key": "21:86",
      "text_ar": "وَأَدْخَلْنَـٰهُمْ فِى رَحْمَتِنَآ ۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ",
      "text_en_pickthall": "And We brought them in unto Our mercy. Lo! they are among the righteous."
    },
    {
      "global_id": 2570,
      "surah": 21,
      "ayah": 87,
      "verse_key": "21:87",
      "text_ar": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَـٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَـٰتِ أَن لَّآ إِلَـٰهَ إِلَّآ أَنتَ سُبْحَـٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "And (mention) Dhu´n-Nun, when he went off in anger and deemed that We had no power over him, but he cried out in the darkness, saying: There is no Allah save Thee. Be Thou Glorified! Lo! I have been a wrong-doer."
    },
    {
      "global_id": 2571,
      "surah": 21,
      "ayah": 88,
      "verse_key": "21:88",
      "text_ar": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَـٰهُ مِنَ ٱلْغَمِّ ۚ وَكَذَٰلِكَ نُـۨجِى ٱلْمُؤْمِنِينَ",
      "text_en_pickthall": "Then we heard his prayer and saved him from the anguish. Thus we save believers."
    },
    {
      "global_id": 2572,
      "surah": 21,
      "ayah": 89,
      "verse_key": "21:89",
      "text_ar": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ",
      "text_en_pickthall": "And Zachariah, when he cried unto his Lord: My Lord! Leave me not childless, though Thou art the Best of inheritors."
    },
    {
      "global_id": 2573,
      "surah": 21,
      "ayah": 90,
      "verse_key": "21:90",
      "text_ar": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ ۚ إِنَّهُمْ كَانُوا۟ يُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا۟ لَنَا خَـٰشِعِينَ",
      "text_en_pickthall": "Then We heard his prayer, and bestowed upon him John, and adjusted his wife (to bear a child) for him. Lo! they used to vie one with the other in good deeds, and they cried unto Us in longing and in fear, and were submissive unto Us."
    },
    {
      "global_id": 2574,
      "surah": 21,
      "ayah": 91,
      "verse_key": "21:91",
      "text_ar": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَـٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
      "text_en_pickthall": "And she who was chaste, therefor We breathed into her (something) of Our Spirit and made her and her son a token for (all) peoples."
    },
    {
      "global_id": 2575,
      "surah": 21,
      "ayah": 92,
      "verse_key": "21:92",
      "text_ar": "إِنَّ هَـٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ",
      "text_en_pickthall": "Lo! this, your religion, is one religion, and I am your Lord, so worship Me."
    },
    {
      "global_id": 2576,
      "surah": 21,
      "ayah": 93,
      "verse_key": "21:93",
      "text_ar": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَٰجِعُونَ",
      "text_en_pickthall": "And they have broken their religion (into fragments) among them, (yet) all are returning unto Us."
    },
    {
      "global_id": 2577,
      "surah": 21,
      "ayah": 94,
      "verse_key": "21:94",
      "text_ar": "فَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَـٰتِبُونَ",
      "text_en_pickthall": "Then whoso doeth some good works and is a believer, there will be no rejection of his effort. Lo! We record (it) for him."
    },
    {
      "global_id": 2578,
      "surah": 21,
      "ayah": 95,
      "verse_key": "21:95",
      "text_ar": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَـٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ",
      "text_en_pickthall": "And there is a ban upon any community which We have destroyed: that they shall not return."
    },
    {
      "global_id": 2579,
      "surah": 21,
      "ayah": 96,
      "verse_key": "21:96",
      "text_ar": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
      "text_en_pickthall": "Until, when Gog and Magog are let loose, and they hasten out of every mound,"
    },
    {
      "global_id": 2580,
      "surah": 21,
      "ayah": 97,
      "verse_key": "21:97",
      "text_ar": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَـٰخِصَةٌ أَبْصَـٰرُ ٱلَّذِينَ كَفَرُوا۟ يَـٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَـٰذَا بَلْ كُنَّا ظَـٰلِمِينَ",
      "text_en_pickthall": "And the True Promise draweth nigh; then behold them, staring wide (in terror), the eyes of those who disbelieve! (They say): Alas for us! We (lived) in forgetfulness of this. Ah, but we were wrong-doers!"
    },
    {
      "global_id": 2581,
      "surah": 21,
      "ayah": 98,
      "verse_key": "21:98",
      "text_ar": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ",
      "text_en_pickthall": "Lo! ye (idolaters) and that which ye worship beside Allah are fuel of hell. Thereunto ye will come."
    },
    {
      "global_id": 2582,
      "surah": 21,
      "ayah": 99,
      "verse_key": "21:99",
      "text_ar": "لَوْ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَـٰلِدُونَ",
      "text_en_pickthall": "If these had been gods they would not have come thither, but all will abide therein."
    },
    {
      "global_id": 2583,
      "surah": 21,
      "ayah": 100,
      "verse_key": "21:100",
      "text_ar": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
      "text_en_pickthall": "Therein wailing is their portion, and therein they hear not."
    },
    {
      "global_id": 2584,
      "surah": 21,
      "ayah": 101,
      "verse_key": "21:101",
      "text_ar": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَـٰٓئِكَ عَنْهَا مُبْعَدُونَ",
      "text_en_pickthall": "Lo! those unto whom kindness hath gone forth before from Us, they will be far removed from thence."
    },
    {
      "global_id": 2585,
      "surah": 21,
      "ayah": 102,
      "verse_key": "21:102",
      "text_ar": "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَـٰلِدُونَ",
      "text_en_pickthall": "They will not hear the slightest sound thereof, while they abide in that which their souls desire."
    },
    {
      "global_id": 2586,
      "surah": 21,
      "ayah": 103,
      "verse_key": "21:103",
      "text_ar": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ هَـٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ",
      "text_en_pickthall": "The Supreme Horror will not grieve them, and the angels will welcome them, (saying): This is your Day which ye were promised;"
    },
    {
      "global_id": 2587,
      "surah": 21,
      "ayah": 104,
      "verse_key": "21:104",
      "text_ar": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ ۚ وَعْدًا عَلَيْنَآ ۚ إِنَّا كُنَّا فَـٰعِلِينَ",
      "text_en_pickthall": "The Day when We shall roll up the heavens as a recorder rolleth up a written scroll. As We began the first creation, We shall repeat it. (It is) a promise (binding) upon Us. Lo! We are to perform it."
    },
    {
      "global_id": 2588,
      "surah": 21,
      "ayah": 105,
      "verse_key": "21:105",
      "text_ar": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّـٰلِحُونَ",
      "text_en_pickthall": "And verily we have written in the Scripture, after the Reminder: My righteous slaves will inherit the earth:"
    },
    {
      "global_id": 2589,
      "surah": 21,
      "ayah": 106,
      "verse_key": "21:106",
      "text_ar": "إِنَّ فِى هَـٰذَا لَبَلَـٰغًا لِّقَوْمٍ عَـٰبِدِينَ",
      "text_en_pickthall": "Lo! there is a plain statement for folk who are devout."
    },
    {
      "global_id": 2590,
      "surah": 21,
      "ayah": 107,
      "verse_key": "21:107",
      "text_ar": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا رَحْمَةً لِّلْعَـٰلَمِينَ",
      "text_en_pickthall": "We sent thee not save as a mercy for the peoples."
    },
    {
      "global_id": 2591,
      "surah": 21,
      "ayah": 108,
      "verse_key": "21:108",
      "text_ar": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
      "text_en_pickthall": "Say: It is only inspired in me that your Allah is One Allah. Will ye then surrender (unto Him)?"
    },
    {
      "global_id": 2592,
      "surah": 21,
      "ayah": 109,
      "verse_key": "21:109",
      "text_ar": "فَإِن تَوَلَّوْا۟ فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍ ۖ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ",
      "text_en_pickthall": "But if they are averse, then say: I have warned you all alike, although I know not whether nigh or far is that which ye are promised."
    },
    {
      "global_id": 2593,
      "surah": 21,
      "ayah": 110,
      "verse_key": "21:110",
      "text_ar": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
      "text_en_pickthall": "Lo! He knoweth that which is said openly, and that which ye conceal."
    },
    {
      "global_id": 2594,
      "surah": 21,
      "ayah": 111,
      "verse_key": "21:111",
      "text_ar": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌ لَّكُمْ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "text_en_pickthall": "And I know not but that this may be a trial for you, and enjoyment for a while."
    },
    {
      "global_id": 2595,
      "surah": 21,
      "ayah": 112,
      "verse_key": "21:112",
      "text_ar": "قَـٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ ۗ وَرَبُّنَا ٱلرَّحْمَـٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "text_en_pickthall": "He saith: My Lord! Judge Thou with truth. Our Lord is the Beneficent, Whose help is to be implored against that which ye ascribe (unto Him)."
    }
  ]
}
