{
  "surah_number": 30,
  "name_en": "Ar-Rum",
  "name_ar": "الروم",
  "verses_count": 60,
  "revelation_place": "makkah",
  "verses": [
    {
      "global_id": 3410,
      "surah": 30,
      "ayah": 1,
      "verse_key": "30:1",
      "text_ar": " الٓمٓ",
      "text_en_pickthall": "Alif. Lam. Mim."
    },
    {
      "global_id": 3411,
      "surah": 30,
      "ayah": 2,
      "verse_key": "30:2",
      "text_ar": "غُلِبَتِ ٱلرُّومُ",
      "text_en_pickthall": "The Romans have been defeated"
    },
    {
      "global_id": 3412,
      "surah": 30,
      "ayah": 3,
      "verse_key": "30:3",
      "text_ar": "فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
      "text_en_pickthall": "In the nearer land, and they, after their defeat will be victorious"
    },
    {
      "global_id": 3413,
      "surah": 30,
      "ayah": 4,
      "verse_key": "30:4",
      "text_ar": "فِى بِضْعِ سِنِينَ ۗ لِلَّهِ ٱلْأَمْرُ مِن قَبْلُ وَمِنۢ بَعْدُ ۚ وَيَوْمَئِذٍ يَفْرَحُ ٱلْمُؤْمِنُونَ",
      "text_en_pickthall": "Within ten years - Allah´s is the command in the former case and in the latter - and in that day believers will rejoice"
    },
    {
      "global_id": 3414,
      "surah": 30,
      "ayah": 5,
      "verse_key": "30:5",
      "text_ar": "بِنَصْرِ ٱللَّهِ ۚ يَنصُرُ مَن يَشَآءُ ۖ وَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
      "text_en_pickthall": "In Allah´s help to victory. He helpeth to victory whom He will. He is the Mighty, the Merciful."
    },
    {
      "global_id": 3415,
      "surah": 30,
      "ayah": 6,
      "verse_key": "30:6",
      "text_ar": "وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ وَعْدَهُۥ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_en_pickthall": "It is a promise of Allah. Allah faileth not His promise, but most of mankind know not."
    },
    {
      "global_id": 3416,
      "surah": 30,
      "ayah": 7,
      "verse_key": "30:7",
      "text_ar": "يَعْلَمُونَ ظَـٰهِرًا مِّنَ ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ عَنِ ٱلْـَٔاخِرَةِ هُمْ غَـٰفِلُونَ",
      "text_en_pickthall": "They know only some appearance of the life of the world, and are heedless of the Hereafter."
    },
    {
      "global_id": 3417,
      "surah": 30,
      "ayah": 8,
      "verse_key": "30:8",
      "text_ar": "أَوَلَمْ يَتَفَكَّرُوا۟ فِىٓ أَنفُسِهِم ۗ مَّا خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى ۗ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ بِلِقَآئِ رَبِّهِمْ لَكَـٰفِرُونَ",
      "text_en_pickthall": "Have they not pondered upon themselves? Allah created not the heavens and the earth, and that which is between them, save with truth and for a destined end. But truly many of mankind are disbelievers in the meeting with their Lord."
    },
    {
      "global_id": 3418,
      "surah": 30,
      "ayah": 9,
      "verse_key": "30:9",
      "text_ar": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا۟ ٱلْأَرْضَ وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ ۖ فَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "text_en_pickthall": "Have they not travelled in the land and seen the nature of the consequence for those who were before them? They were stronger than these in power, and they dug the earth and built upon it more than these have built. Messengers of their own came unto them with clear proofs (of Allah´s Sovereignty). Surely Allah wronged them not, but they did wrong themselves."
    },
    {
      "global_id": 3419,
      "surah": 30,
      "ayah": 10,
      "verse_key": "30:10",
      "text_ar": "ثُمَّ كَانَ عَـٰقِبَةَ ٱلَّذِينَ أَسَـٰٓـُٔوا۟ ٱلسُّوٓأَىٰٓ أَن كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَكَانُوا۟ بِهَا يَسْتَهْزِءُونَ",
      "text_en_pickthall": "Then evil was the consequence to those who dealt in evil, because they denied the revelations of Allah and made a mock of them."
    },
    {
      "global_id": 3420,
      "surah": 30,
      "ayah": 11,
      "verse_key": "30:11",
      "text_ar": "ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "text_en_pickthall": "Allah produceth creation, then He reproduceth it, then unto Him ye will be returned."
    },
    {
      "global_id": 3421,
      "surah": 30,
      "ayah": 12,
      "verse_key": "30:12",
      "text_ar": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ",
      "text_en_pickthall": "And in the day when the Hour riseth the unrighteous will despair."
    },
    {
      "global_id": 3422,
      "surah": 30,
      "ayah": 13,
      "verse_key": "30:13",
      "text_ar": "وَلَمْ يَكُن لَّهُم مِّن شُرَكَآئِهِمْ شُفَعَـٰٓؤُا۟ وَكَانُوا۟ بِشُرَكَآئِهِمْ كَـٰفِرِينَ",
      "text_en_pickthall": "There will be none to intercede for them of those whom they made equal with Allah. And they will reject their partners (whom they ascribed unto Him)."
    },
    {
      "global_id": 3423,
      "surah": 30,
      "ayah": 14,
      "verse_key": "30:14",
      "text_ar": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ",
      "text_en_pickthall": "In the day when the Hour cometh, in that day they will be sundered."
    },
    {
      "global_id": 3424,
      "surah": 30,
      "ayah": 15,
      "verse_key": "30:15",
      "text_ar": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَهُمْ فِى رَوْضَةٍ يُحْبَرُونَ",
      "text_en_pickthall": "As for those who believed and did good works, they will be made happy in a Garden."
    },
    {
      "global_id": 3425,
      "surah": 30,
      "ayah": 16,
      "verse_key": "30:16",
      "text_ar": "وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا وَلِقَآئِ ٱلْـَٔاخِرَةِ فَأُو۟لَـٰٓئِكَ فِى ٱلْعَذَابِ مُحْضَرُونَ",
      "text_en_pickthall": "But as for those who disbelieved and denied Our revelations, and denied the meeting of the Hereafter, such will be brought to doom."
    },
    {
      "global_id": 3426,
      "surah": 30,
      "ayah": 17,
      "verse_key": "30:17",
      "text_ar": "فَسُبْحَـٰنَ ٱللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ",
      "text_en_pickthall": "So glory be to Allah when ye enter the night and when ye enter the morning -"
    },
    {
      "global_id": 3427,
      "surah": 30,
      "ayah": 18,
      "verse_key": "30:18",
      "text_ar": "وَلَهُ ٱلْحَمْدُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ",
      "text_en_pickthall": "Unto Him be praise in the heavens and the earth! - and at the sun´s decline and in the noonday."
    },
    {
      "global_id": 3428,
      "surah": 30,
      "ayah": 19,
      "verse_key": "30:19",
      "text_ar": "يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَيُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ وَكَذَٰلِكَ تُخْرَجُونَ",
      "text_en_pickthall": "He bringeth forth the living from the dead, and He bringeth forth the dead from the living, and He reviveth the earth after her death. And even so will ye be brought forth."
    },
    {
      "global_id": 3429,
      "surah": 30,
      "ayah": 20,
      "verse_key": "30:20",
      "text_ar": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَكُم مِّن تُرَابٍ ثُمَّ إِذَآ أَنتُم بَشَرٌ تَنتَشِرُونَ",
      "text_en_pickthall": "And of His signs is this: He created you of dust, and behold you human beings, ranging widely!"
    },
    {
      "global_id": 3430,
      "surah": 30,
      "ayah": 21,
      "verse_key": "30:21",
      "text_ar": "وَمِنْ ءَايَـٰتِهِۦٓ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا لِّتَسْكُنُوٓا۟ إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
      "text_en_pickthall": "And of His signs is this: He created for you helpmeets from yourselves that ye might find rest in them, and He ordained between you love and mercy. Lo! herein indeed are portents for folk who reflect."
    },
    {
      "global_id": 3431,
      "surah": 30,
      "ayah": 22,
      "verse_key": "30:22",
      "text_ar": "وَمِنْ ءَايَـٰتِهِۦ خَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفُ أَلْسِنَتِكُمْ وَأَلْوَٰنِكُمْ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْعَـٰلِمِينَ",
      "text_en_pickthall": "And of His signs is the creation of the heavens and the earth, and the difference of your languages and colours. Lo! herein indeed are portents for men of knowledge."
    },
    {
      "global_id": 3432,
      "surah": 30,
      "ayah": 23,
      "verse_key": "30:23",
      "text_ar": "وَمِنْ ءَايَـٰتِهِۦ مَنَامُكُم بِٱلَّيْلِ وَٱلنَّهَارِ وَٱبْتِغَآؤُكُم مِّن فَضْلِهِۦٓ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
      "text_en_pickthall": "And of His signs is your slumber by night and by day, and your seeking of His bounty. Lo! herein indeed are portents for folk who heed."
    },
    {
      "global_id": 3433,
      "surah": 30,
      "ayah": 24,
      "verse_key": "30:24",
      "text_ar": "وَمِنْ ءَايَـٰتِهِۦ يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ ٱلسَّمَآءِ مَآءً فَيُحْىِۦ بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
      "text_en_pickthall": "And of His signs is this: He showeth you the lightning for a fear and for a hope, and sendeth down water from the sky, and thereby quickeneth the earth after her death. Lo! herein indeed are portents for folk who understand."
    },
    {
      "global_id": 3434,
      "surah": 30,
      "ayah": 25,
      "verse_key": "30:25",
      "text_ar": "وَمِنْ ءَايَـٰتِهِۦٓ أَن تَقُومَ ٱلسَّمَآءُ وَٱلْأَرْضُ بِأَمْرِهِۦ ۚ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ ٱلْأَرْضِ إِذَآ أَنتُمْ تَخْرُجُونَ",
      "text_en_pickthall": "And of His signs is this: The heavens and the earth stand fast by His command, and afterward, when He calleth you, lo! from the earth ye will emerge."
    },
    {
      "global_id": 3435,
      "surah": 30,
      "ayah": 26,
      "verse_key": "30:26",
      "text_ar": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
      "text_en_pickthall": "Unto Him belongeth whosoever is in the heavens and the earth. All are obedient unto Him."
    },
    {
      "global_id": 3436,
      "surah": 30,
      "ayah": 27,
      "verse_key": "30:27",
      "text_ar": "وَهُوَ ٱلَّذِى يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ وَهُوَ أَهْوَنُ عَلَيْهِ ۚ وَلَهُ ٱلْمَثَلُ ٱلْأَعْلَىٰ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_en_pickthall": "He it is Who produceth creation, then reproduceth it, and it is easier for Him. His is the Sublime Similitude in the heavens and the earth. He is the Mighty, the Wise."
    },
    {
      "global_id": 3437,
      "surah": 30,
      "ayah": 28,
      "verse_key": "30:28",
      "text_ar": "ضَرَبَ لَكُم مَّثَلًا مِّنْ أَنفُسِكُمْ ۖ هَل لَّكُم مِّن مَّا مَلَكَتْ أَيْمَـٰنُكُم مِّن شُرَكَآءَ فِى مَا رَزَقْنَـٰكُمْ فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْقِلُونَ",
      "text_en_pickthall": "He coineth for you a similitude of yourselves. Have ye, from among those whom your right hands possess, partners in the wealth We have bestowed upon you, equal with you in respect thereof, so that ye fear them as ye fear each other (that ye ascribe unto Us partners out of that which We created)? Thus We display the revelations for people who have sense."
    },
    {
      "global_id": 3438,
      "surah": 30,
      "ayah": 29,
      "verse_key": "30:29",
      "text_ar": "بَلِ ٱتَّبَعَ ٱلَّذِينَ ظَلَمُوٓا۟ أَهْوَآءَهُم بِغَيْرِ عِلْمٍ ۖ فَمَن يَهْدِى مَنْ أَضَلَّ ٱللَّهُ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
      "text_en_pickthall": "Nay, but those who do wrong follow their own lusts without knowledge. Who is able to guide him whom Allah hath sent astray? For such there are no helpers."
    },
    {
      "global_id": 3439,
      "surah": 30,
      "ayah": 30,
      "verse_key": "30:30",
      "text_ar": "فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا ۚ فِطْرَتَ ٱللَّهِ ٱلَّتِى فَطَرَ ٱلنَّاسَ عَلَيْهَا ۚ لَا تَبْدِيلَ لِخَلْقِ ٱللَّهِ ۚ ذَٰلِكَ ٱلدِّينُ ٱلْقَيِّمُ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_en_pickthall": "So set thy purpose (O Muhammad) for religion as a man by nature upright - the nature (framed) of Allah, in which He hath created man. There is no altering (the laws of) Allah´s creation. That is the right religion, but most men know not -"
    },
    {
      "global_id": 3440,
      "surah": 30,
      "ayah": 31,
      "verse_key": "30:31",
      "text_ar": "۞ مُنِيبِينَ إِلَيْهِ وَٱتَّقُوهُ وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُشْرِكِينَ",
      "text_en_pickthall": "Turning unto Him (only); and be careful of your duty unto Him and establish worship, and be not of those who ascribe partners (unto Him);"
    },
    {
      "global_id": 3441,
      "surah": 30,
      "ayah": 32,
      "verse_key": "30:32",
      "text_ar": "مِنَ ٱلَّذِينَ فَرَّقُوا۟ دِينَهُمْ وَكَانُوا۟ شِيَعًا ۖ كُلُّ حِزْبٍۭ بِمَا لَدَيْهِمْ فَرِحُونَ",
      "text_en_pickthall": "Of those who split up their religion and became schismatics, each sect exulting in its tenets."
    },
    {
      "global_id": 3442,
      "surah": 30,
      "ayah": 33,
      "verse_key": "30:33",
      "text_ar": "وَإِذَا مَسَّ ٱلنَّاسَ ضُرٌّ دَعَوْا۟ رَبَّهُم مُّنِيبِينَ إِلَيْهِ ثُمَّ إِذَآ أَذَاقَهُم مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُم بِرَبِّهِمْ يُشْرِكُونَ",
      "text_en_pickthall": "And when harm toucheth men they cry unto their Lord, turning to Him in repentance; then, when they have tasted of His mercy, behold! some of them attribute partners to their Lord"
    },
    {
      "global_id": 3443,
      "surah": 30,
      "ayah": 34,
      "verse_key": "30:34",
      "text_ar": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ فَسَوْفَ تَعْلَمُونَ",
      "text_en_pickthall": "So as to disbelieve in that which We have given them. (Unto such it is said): Enjoy yourselves awhile, but ye will come to know."
    },
    {
      "global_id": 3444,
      "surah": 30,
      "ayah": 35,
      "verse_key": "30:35",
      "text_ar": "أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَـٰنًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا۟ بِهِۦ يُشْرِكُونَ",
      "text_en_pickthall": "Or have We revealed unto them any warrant which speaketh of that which they associate with Him?"
    },
    {
      "global_id": 3445,
      "surah": 30,
      "ayah": 36,
      "verse_key": "30:36",
      "text_ar": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً فَرِحُوا۟ بِهَا ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌۢ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ",
      "text_en_pickthall": "And when We cause mankind to taste of mercy they rejoice therein; but if an evil thing befall them as the consequence of their own deeds, lo! they are in despair!"
    },
    {
      "global_id": 3446,
      "surah": 30,
      "ayah": 37,
      "verse_key": "30:37",
      "text_ar": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "text_en_pickthall": "See they not that Allah enlargeth the provision for whom He will, and straiteneth (it for whom He will). Lo! herein indeed are portents for folk who believe."
    },
    {
      "global_id": 3447,
      "surah": 30,
      "ayah": 38,
      "verse_key": "30:38",
      "text_ar": "فَـَٔاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ ۚ ذَٰلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "text_en_pickthall": "So give to the kinsman his due, and to the needy, and to the wayfarer. That is best for those who seek Allah´s Countenance. And such are they who are successful."
    },
    {
      "global_id": 3448,
      "surah": 30,
      "ayah": 39,
      "verse_key": "30:39",
      "text_ar": "وَمَآ ءَاتَيْتُم مِّن رِّبًا لِّيَرْبُوَا۟ فِىٓ أَمْوَٰلِ ٱلنَّاسِ فَلَا يَرْبُوا۟ عِندَ ٱللَّهِ ۖ وَمَآ ءَاتَيْتُم مِّن زَكَوٰةٍ تُرِيدُونَ وَجْهَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُضْعِفُونَ",
      "text_en_pickthall": "That which ye give in usury in order that it may increase on (other) people´s property hath no increase with Allah; but that which ye give in charity, seeking Allah´s Countenance, hath increase manifold."
    },
    {
      "global_id": 3449,
      "surah": 30,
      "ayah": 40,
      "verse_key": "30:40",
      "text_ar": "ٱللَّهُ ٱلَّذِى خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۖ هَلْ مِن شُرَكَآئِكُم مَّن يَفْعَلُ مِن ذَٰلِكُم مِّن شَىْءٍ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "text_en_pickthall": "Allah is He Who created you and then sustained you, then causeth you to die, then giveth life to you again. Is there any of your (so-called) partners (of Allah) that doeth aught of that? Praised and Exalted be He above what they associate (with Him)!"
    },
    {
      "global_id": 3450,
      "surah": 30,
      "ayah": 41,
      "verse_key": "30:41",
      "text_ar": "ظَهَرَ ٱلْفَسَادُ فِى ٱلْبَرِّ وَٱلْبَحْرِ بِمَا كَسَبَتْ أَيْدِى ٱلنَّاسِ لِيُذِيقَهُم بَعْضَ ٱلَّذِى عَمِلُوا۟ لَعَلَّهُمْ يَرْجِعُونَ",
      "text_en_pickthall": "Corruption doth appear on land and sea because of (the evil) which men´s hands have done, that He may make them taste a part of that which they have done, in order that they may return."
    },
    {
      "global_id": 3451,
      "surah": 30,
      "ayah": 42,
      "verse_key": "30:42",
      "text_ar": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلُ ۚ كَانَ أَكْثَرُهُم مُّشْرِكِينَ",
      "text_en_pickthall": "Say (O Muhammad, to the disbelievers): Travel in the land, and see the nature of the consequence for those who were before you! Most of them were idolaters."
    },
    {
      "global_id": 3452,
      "surah": 30,
      "ayah": 43,
      "verse_key": "30:43",
      "text_ar": "فَأَقِمْ وَجْهَكَ لِلدِّينِ ٱلْقَيِّمِ مِن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِ ۖ يَوْمَئِذٍ يَصَّدَّعُونَ",
      "text_en_pickthall": "So set thy purpose resolutely for the right religion, before the inevitable day cometh from Allah. On that day mankind will be sundered-"
    },
    {
      "global_id": 3453,
      "surah": 30,
      "ayah": 44,
      "verse_key": "30:44",
      "text_ar": "مَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَمَنْ عَمِلَ صَـٰلِحًا فَلِأَنفُسِهِمْ يَمْهَدُونَ",
      "text_en_pickthall": "Whoso disbelieveth must (then) bear the consequences of his disbelief, while those who do right make provision for themselves -"
    },
    {
      "global_id": 3454,
      "surah": 30,
      "ayah": 45,
      "verse_key": "30:45",
      "text_ar": "لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْكَـٰفِرِينَ",
      "text_en_pickthall": "That He may reward out of His bounty those who believe and do good works. Lo! He loveth not the disbelievers (in His guidance)."
    },
    {
      "global_id": 3455,
      "surah": 30,
      "ayah": 46,
      "verse_key": "30:46",
      "text_ar": "وَمِنْ ءَايَـٰتِهِۦٓ أَن يُرْسِلَ ٱلرِّيَاحَ مُبَشِّرَٰتٍ وَلِيُذِيقَكُم مِّن رَّحْمَتِهِۦ وَلِتَجْرِىَ ٱلْفُلْكُ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "text_en_pickthall": "And of His signs is this: He sendeth herald winds to make you taste His mercy, and that the ships may sail at His command, and that ye may seek his favour, and that haply ye may be thankful."
    },
    {
      "global_id": 3456,
      "surah": 30,
      "ayah": 47,
      "verse_key": "30:47",
      "text_ar": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَٱنتَقَمْنَا مِنَ ٱلَّذِينَ أَجْرَمُوا۟ ۖ وَكَانَ حَقًّا عَلَيْنَا نَصْرُ ٱلْمُؤْمِنِينَ",
      "text_en_pickthall": "Verily We sent before thee (Muhammad) messengers to their own folk. Then we took vengeance upon those who were guilty (in regard to them). To help believers is ever incumbent upon Us."
    },
    {
      "global_id": 3457,
      "surah": 30,
      "ayah": 48,
      "verse_key": "30:48",
      "text_ar": "ٱللَّهُ ٱلَّذِى يُرْسِلُ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُۥ فِى ٱلسَّمَآءِ كَيْفَ يَشَآءُ وَيَجْعَلُهُۥ كِسَفًا فَتَرَى ٱلْوَدْقَ يَخْرُجُ مِنْ خِلَـٰلِهِۦ ۖ فَإِذَآ أَصَابَ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "text_en_pickthall": "Allah is He Who sendeth the winds so that they raise clouds, and spreadeth them along the sky as pleaseth Him, and causeth them to break and thou seest the rain downpouring from within them. And when He maketh it to fall on whom He will of His bondmen, lo! they rejoice;"
    },
    {
      "global_id": 3458,
      "surah": 30,
      "ayah": 49,
      "verse_key": "30:49",
      "text_ar": "وَإِن كَانُوا۟ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِم مِّن قَبْلِهِۦ لَمُبْلِسِينَ",
      "text_en_pickthall": "Though before that, even before it was sent down upon them, they were in despair."
    },
    {
      "global_id": 3459,
      "surah": 30,
      "ayah": 50,
      "verse_key": "30:50",
      "text_ar": "فَٱنظُرْ إِلَىٰٓ ءَاثَـٰرِ رَحْمَتِ ٱللَّهِ كَيْفَ يُحْىِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ ذَٰلِكَ لَمُحْىِ ٱلْمَوْتَىٰ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "text_en_pickthall": "Look, therefore, at the prints of Allah´s mercy (in creation): how He quickeneth the earth after her death. Lo! He verily is the Quickener of the Dead, and He is Able to do all things."
    },
    {
      "global_id": 3460,
      "surah": 30,
      "ayah": 51,
      "verse_key": "30:51",
      "text_ar": "وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَّظَلُّوا۟ مِنۢ بَعْدِهِۦ يَكْفُرُونَ",
      "text_en_pickthall": "And if We sent a wind and they beheld it yellow, they verily would still continue in their disbelief."
    },
    {
      "global_id": 3461,
      "surah": 30,
      "ayah": 52,
      "verse_key": "30:52",
      "text_ar": "فَإِنَّكَ لَا تُسْمِعُ ٱلْمَوْتَىٰ وَلَا تُسْمِعُ ٱلصُّمَّ ٱلدُّعَآءَ إِذَا وَلَّوْا۟ مُدْبِرِينَ",
      "text_en_pickthall": "For verily thou (Muhammad) canst not make the dead to hear, nor canst thou make the deaf to hear the call when they have turned to flee."
    },
    {
      "global_id": 3462,
      "surah": 30,
      "ayah": 53,
      "verse_key": "30:53",
      "text_ar": "وَمَآ أَنتَ بِهَـٰدِ ٱلْعُمْىِ عَن ضَلَـٰلَتِهِمْ ۖ إِن تُسْمِعُ إِلَّا مَن يُؤْمِنُ بِـَٔايَـٰتِنَا فَهُم مُّسْلِمُونَ",
      "text_en_pickthall": "Nor canst thou guide the blind out of their error. Thou canst make none to hear save those who believe in Our revelations so that they surrender (unto Him)."
    },
    {
      "global_id": 3463,
      "surah": 30,
      "ayah": 54,
      "verse_key": "30:54",
      "text_ar": "۞ ٱللَّهُ ٱلَّذِى خَلَقَكُم مِّن ضَعْفٍ ثُمَّ جَعَلَ مِنۢ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنۢ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً ۚ يَخْلُقُ مَا يَشَآءُ ۖ وَهُوَ ٱلْعَلِيمُ ٱلْقَدِيرُ",
      "text_en_pickthall": "Allah is He Who shaped you out of weakness, then appointed after weakness strength, then, after strength, appointed weakness and grey hair. He createth what He will. He is the Knower, the Mighty."
    },
    {
      "global_id": 3464,
      "surah": 30,
      "ayah": 55,
      "verse_key": "30:55",
      "text_ar": "وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُقْسِمُ ٱلْمُجْرِمُونَ مَا لَبِثُوا۟ غَيْرَ سَاعَةٍ ۚ كَذَٰلِكَ كَانُوا۟ يُؤْفَكُونَ",
      "text_en_pickthall": "And on the day when the Hour riseth the guilty will vow that they did tarry but an hour - thus were they ever deceived."
    },
    {
      "global_id": 3465,
      "surah": 30,
      "ayah": 56,
      "verse_key": "30:56",
      "text_ar": "وَقَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ وَٱلْإِيمَـٰنَ لَقَدْ لَبِثْتُمْ فِى كِتَـٰبِ ٱللَّهِ إِلَىٰ يَوْمِ ٱلْبَعْثِ ۖ فَهَـٰذَا يَوْمُ ٱلْبَعْثِ وَلَـٰكِنَّكُمْ كُنتُمْ لَا تَعْلَمُونَ",
      "text_en_pickthall": "But those to whom knowledge and faith are given will say: The truth is, ye have tarried, by Allah´s decree, until the Day of Resurrection. This is the Day of Resurrection, but ye used not to know."
    },
    {
      "global_id": 3466,
      "surah": 30,
      "ayah": 57,
      "verse_key": "30:57",
      "text_ar": "فَيَوْمَئِذٍ لَّا يَنفَعُ ٱلَّذِينَ ظَلَمُوا۟ مَعْذِرَتُهُمْ وَلَا هُمْ يُسْتَعْتَبُونَ",
      "text_en_pickthall": "In that day their excuses will not profit those who did injustice, nor will they be allowed to make amends."
    },
    {
      "global_id": 3467,
      "surah": 30,
      "ayah": 58,
      "verse_key": "30:58",
      "text_ar": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ ۚ وَلَئِن جِئْتَهُم بِـَٔايَةٍ لَّيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ أَنتُمْ إِلَّا مُبْطِلُونَ",
      "text_en_pickthall": "Verily We have coined for mankind in this Qur´an all kinds of similitudes; and indeed if thou camest unto them with a miracle, those who disbelieve would verily exclaim: Ye are but tricksters!"
    },
    {
      "global_id": 3468,
      "surah": 30,
      "ayah": 59,
      "verse_key": "30:59",
      "text_ar": "كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلَّذِينَ لَا يَعْلَمُونَ",
      "text_en_pickthall": "Thus doth Allah seal the hearts of those who know not."
    },
    {
      "global_id": 3469,
      "surah": 30,
      "ayah": 60,
      "verse_key": "30:60",
      "text_ar": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ وَلَا يَسْتَخِفَّنَّكَ ٱلَّذِينَ لَا يُوقِنُونَ",
      "text_en_pickthall": "So have patience (O Muhammad)! Allah´s promise is the very truth, and let not those who have no certainty make thee impatient."
    }
  ]
}
