{
  "surah_number": 36,
  "name_en": "Ya-Sin",
  "name_ar": "يس",
  "verses_count": 83,
  "revelation_place": "makkah",
  "verses": [
    {
      "global_id": 3706,
      "surah": 36,
      "ayah": 1,
      "verse_key": "36:1",
      "text_ar": " يسٓ",
      "text_en_pickthall": "Ya Sin."
    },
    {
      "global_id": 3707,
      "surah": 36,
      "ayah": 2,
      "verse_key": "36:2",
      "text_ar": "وَٱلْقُرْءَانِ ٱلْحَكِيمِ",
      "text_en_pickthall": "By the wise Qur´an,"
    },
    {
      "global_id": 3708,
      "surah": 36,
      "ayah": 3,
      "verse_key": "36:3",
      "text_ar": "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
      "text_en_pickthall": "Lo! thou art of those sent"
    },
    {
      "global_id": 3709,
      "surah": 36,
      "ayah": 4,
      "verse_key": "36:4",
      "text_ar": "عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "text_en_pickthall": "On a straight path,"
    },
    {
      "global_id": 3710,
      "surah": 36,
      "ayah": 5,
      "verse_key": "36:5",
      "text_ar": "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ",
      "text_en_pickthall": "A revelation of the Mighty, the Merciful,"
    },
    {
      "global_id": 3711,
      "surah": 36,
      "ayah": 6,
      "verse_key": "36:6",
      "text_ar": "لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَـٰفِلُونَ",
      "text_en_pickthall": "That thou mayst warn a folk whose fathers were not warned, so they are heedless."
    },
    {
      "global_id": 3712,
      "surah": 36,
      "ayah": 7,
      "verse_key": "36:7",
      "text_ar": "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
      "text_en_pickthall": "Already hath the judgment, (for their infidelity) proved true of most of them, for they believe not."
    },
    {
      "global_id": 3713,
      "surah": 36,
      "ayah": 8,
      "verse_key": "36:8",
      "text_ar": "إِنَّا جَعَلْنَا فِىٓ أَعْنَـٰقِهِمْ أَغْلَـٰلًا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ",
      "text_en_pickthall": "Lo! We have put on their necks carcans reaching unto the chins, so that they are made stiff-necked."
    },
    {
      "global_id": 3714,
      "surah": 36,
      "ayah": 9,
      "verse_key": "36:9",
      "text_ar": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَـٰهُمْ فَهُمْ لَا يُبْصِرُونَ",
      "text_en_pickthall": "And We have set a bar before them and a bar behind them, and (thus) have covered them so that they see not."
    },
    {
      "global_id": 3715,
      "surah": 36,
      "ayah": 10,
      "verse_key": "36:10",
      "text_ar": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
      "text_en_pickthall": "Whether thou warn them or thou warn them not, it is alike for them, for they believe not."
    },
    {
      "global_id": 3716,
      "surah": 36,
      "ayah": 11,
      "verse_key": "36:11",
      "text_ar": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَـٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
      "text_en_pickthall": "Thou warnest only him who followeth the Reminder and feareth the Beneficent in secret. To him bear tidings of forgiveness and a rich reward."
    },
    {
      "global_id": 3717,
      "surah": 36,
      "ayah": 12,
      "verse_key": "36:12",
      "text_ar": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَـٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَـٰهُ فِىٓ إِمَامٍ مُّبِينٍ",
      "text_en_pickthall": "Lo! We it is Who bring the dead to life. We record that which they send before (them, and their footprints. And all things We have kept in a clear Register."
    },
    {
      "global_id": 3718,
      "surah": 36,
      "ayah": 13,
      "verse_key": "36:13",
      "text_ar": "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَـٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ",
      "text_en_pickthall": "Coin for them a similitude: The people of the city when those sent (from Allah) came unto them;"
    },
    {
      "global_id": 3719,
      "surah": 36,
      "ayah": 14,
      "verse_key": "36:14",
      "text_ar": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
      "text_en_pickthall": "When We sent unto them twain, and they denied them both, so We reinforced them with a third, and they said: Lo! we have been sent unto you."
    },
    {
      "global_id": 3720,
      "surah": 36,
      "ayah": 15,
      "verse_key": "36:15",
      "text_ar": "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَـٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
      "text_en_pickthall": "They said: Ye are but mortals like unto us. The Beneficent hath naught revealed. Ye do but lie!"
    },
    {
      "global_id": 3721,
      "surah": 36,
      "ayah": 16,
      "verse_key": "36:16",
      "text_ar": "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ",
      "text_en_pickthall": "They answered: Our Lord knoweth that we are indeed sent unto you,"
    },
    {
      "global_id": 3722,
      "surah": 36,
      "ayah": 17,
      "verse_key": "36:17",
      "text_ar": "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "text_en_pickthall": "And our duty is but plain conveyance (of the message)."
    },
    {
      "global_id": 3723,
      "surah": 36,
      "ayah": 18,
      "verse_key": "36:18",
      "text_ar": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ",
      "text_en_pickthall": "(The people of the city) said: We augur ill of you. If ye desist not, we shall surely stone you, and grievous torture will befall you at our hands."
    },
    {
      "global_id": 3724,
      "surah": 36,
      "ayah": 19,
      "verse_key": "36:19",
      "text_ar": "قَالُوا۟ طَـٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
      "text_en_pickthall": "They said: Your evil augury be with you! Is it because ye are reminded (of the truth)? Nay, but ye are froward folk!"
    },
    {
      "global_id": 3725,
      "surah": 36,
      "ayah": 20,
      "verse_key": "36:20",
      "text_ar": "وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَـٰقَوْمِ ٱتَّبِعُوا۟ ٱلْمُرْسَلِينَ",
      "text_en_pickthall": "And there came from the uttermost part of the city a man running. He cried: O my people! Follow those who have been sent!"
    },
    {
      "global_id": 3726,
      "surah": 36,
      "ayah": 21,
      "verse_key": "36:21",
      "text_ar": "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ",
      "text_en_pickthall": "Follow those who ask of you no fee, and who are rightly guided."
    },
    {
      "global_id": 3727,
      "surah": 36,
      "ayah": 22,
      "verse_key": "36:22",
      "text_ar": "وَمَا لِىَ لَآ أَعْبُدُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ",
      "text_en_pickthall": "For what cause should I not serve Him Who hath created me, and unto Whom ye will be brought back?"
    },
    {
      "global_id": 3728,
      "surah": 36,
      "ayah": 23,
      "verse_key": "36:23",
      "text_ar": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَـٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَـٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ",
      "text_en_pickthall": "Shall I take (other) gods in place of Him when, if the Beneficent should wish me any harm, their intercession will avail me naught, nor can they save?"
    },
    {
      "global_id": 3729,
      "surah": 36,
      "ayah": 24,
      "verse_key": "36:24",
      "text_ar": "إِنِّىٓ إِذًا لَّفِى ضَلَـٰلٍ مُّبِينٍ",
      "text_en_pickthall": "Then truly I should be in error manifest."
    },
    {
      "global_id": 3730,
      "surah": 36,
      "ayah": 25,
      "verse_key": "36:25",
      "text_ar": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ",
      "text_en_pickthall": "Lo! I have believed in your Lord, so hear me!"
    },
    {
      "global_id": 3731,
      "surah": 36,
      "ayah": 26,
      "verse_key": "36:26",
      "text_ar": "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَـٰلَيْتَ قَوْمِى يَعْلَمُونَ",
      "text_en_pickthall": "It was said (unto him): Enter paradise. He said: Would that my people knew"
    },
    {
      "global_id": 3732,
      "surah": 36,
      "ayah": 27,
      "verse_key": "36:27",
      "text_ar": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ",
      "text_en_pickthall": "With what (munificence) my Lord hath pardoned me and made me of the honoured ones!"
    },
    {
      "global_id": 3733,
      "surah": 36,
      "ayah": 28,
      "verse_key": "36:28",
      "text_ar": "۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
      "text_en_pickthall": "We sent not down against his people after him a host from heaven, nor do We ever send."
    },
    {
      "global_id": 3734,
      "surah": 36,
      "ayah": 29,
      "verse_key": "36:29",
      "text_ar": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَـٰمِدُونَ",
      "text_en_pickthall": "It was but one Shout, and lo! they were extinct."
    },
    {
      "global_id": 3735,
      "surah": 36,
      "ayah": 30,
      "verse_key": "36:30",
      "text_ar": "يَـٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_en_pickthall": "Ah, the anguish for the bondmen! Never came there unto them a messenger but they did mock him!"
    },
    {
      "global_id": 3736,
      "surah": 36,
      "ayah": 31,
      "verse_key": "36:31",
      "text_ar": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
      "text_en_pickthall": "Have they not seen how many generations We destroyed before them, which indeed returned not unto them;"
    },
    {
      "global_id": 3737,
      "surah": 36,
      "ayah": 32,
      "verse_key": "36:32",
      "text_ar": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
      "text_en_pickthall": "But all, without exception, will be brought before Us."
    },
    {
      "global_id": 3738,
      "surah": 36,
      "ayah": 33,
      "verse_key": "36:33",
      "text_ar": "وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَـٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
      "text_en_pickthall": "A token unto them is the dead earth. We revive it, and We bring forth from it grain so that they eat thereof;"
    },
    {
      "global_id": 3739,
      "surah": 36,
      "ayah": 34,
      "verse_key": "36:34",
      "text_ar": "وَجَعَلْنَا فِيهَا جَنَّـٰتٍ مِّن نَّخِيلٍ وَأَعْنَـٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
      "text_en_pickthall": "And We have placed therein gardens of the date-palm and grapes, and We have caused springs of water to gush forth therein,"
    },
    {
      "global_id": 3740,
      "surah": 36,
      "ayah": 35,
      "verse_key": "36:35",
      "text_ar": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
      "text_en_pickthall": "That they may eat of the fruit thereof, and their hands made it not. Will they not, then, give thanks?"
    },
    {
      "global_id": 3741,
      "surah": 36,
      "ayah": 36,
      "verse_key": "36:36",
      "text_ar": "سُبْحَـٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
      "text_en_pickthall": "Glory be to Him Who created all the sexual pairs, of that which the earth groweth, and of themselves, and of that which they know not!"
    },
    {
      "global_id": 3742,
      "surah": 36,
      "ayah": 37,
      "verse_key": "36:37",
      "text_ar": "وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
      "text_en_pickthall": "A token unto them is night. We strip it of the day, and lo! they are in darkness."
    },
    {
      "global_id": 3743,
      "surah": 36,
      "ayah": 38,
      "verse_key": "36:38",
      "text_ar": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "text_en_pickthall": "And the sun runneth on unto a resting-place for him. That is the measuring of the Mighty, the Wise."
    },
    {
      "global_id": 3744,
      "surah": 36,
      "ayah": 39,
      "verse_key": "36:39",
      "text_ar": "وَٱلْقَمَرَ قَدَّرْنَـٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
      "text_en_pickthall": "And for the moon We have appointed mansions till she return like an old shrivelled palm-leaf."
    },
    {
      "global_id": 3745,
      "surah": 36,
      "ayah": 40,
      "verse_key": "36:40",
      "text_ar": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
      "text_en_pickthall": "It is not for the sun to overtake the moon, nor doth the night outstrip the day. They float each in an orbit."
    },
    {
      "global_id": 3746,
      "surah": 36,
      "ayah": 41,
      "verse_key": "36:41",
      "text_ar": "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
      "text_en_pickthall": "And a token unto them is that We bear their offspring in the laden ship,"
    },
    {
      "global_id": 3747,
      "surah": 36,
      "ayah": 42,
      "verse_key": "36:42",
      "text_ar": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
      "text_en_pickthall": "And have created for them of the like thereof whereon they ride."
    },
    {
      "global_id": 3748,
      "surah": 36,
      "ayah": 43,
      "verse_key": "36:43",
      "text_ar": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
      "text_en_pickthall": "And if We will, We drown them, and there is no help for them, neither can they be saved;"
    },
    {
      "global_id": 3749,
      "surah": 36,
      "ayah": 44,
      "verse_key": "36:44",
      "text_ar": "إِلَّا رَحْمَةً مِّنَّا وَمَتَـٰعًا إِلَىٰ حِينٍ",
      "text_en_pickthall": "Unless by mercy from Us and as comfort for a while."
    },
    {
      "global_id": 3750,
      "surah": 36,
      "ayah": 45,
      "verse_key": "36:45",
      "text_ar": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
      "text_en_pickthall": "When it is said unto them: Beware of that which is before you and that which is behind you, that haply ye may find mercy (they are heedless)."
    },
    {
      "global_id": 3751,
      "surah": 36,
      "ayah": 46,
      "verse_key": "36:46",
      "text_ar": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَـٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
      "text_en_pickthall": "Never came a token of the tokens of their Lord to them, but they did turn away from it!"
    },
    {
      "global_id": 3752,
      "surah": 36,
      "ayah": 47,
      "verse_key": "36:47",
      "text_ar": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَـٰلٍ مُّبِينٍ",
      "text_en_pickthall": "And when it is said unto them: Spend of that wherewith Allah hath provided you, those who disbelieve say unto those who believe: Shall we feed those whom Allah, if He willed, would feed? Ye are in naught else than error manifest."
    },
    {
      "global_id": 3753,
      "surah": 36,
      "ayah": 48,
      "verse_key": "36:48",
      "text_ar": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_en_pickthall": "And they say: When will this promise be fulfilled, if ye are truthful?"
    },
    {
      "global_id": 3754,
      "surah": 36,
      "ayah": 49,
      "verse_key": "36:49",
      "text_ar": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
      "text_en_pickthall": "They await but one Shout, which will surprise them while they are disputing."
    },
    {
      "global_id": 3755,
      "surah": 36,
      "ayah": 50,
      "verse_key": "36:50",
      "text_ar": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
      "text_en_pickthall": "Then they cannot make bequest, nor can they return to their own folk."
    },
    {
      "global_id": 3756,
      "surah": 36,
      "ayah": 51,
      "verse_key": "36:51",
      "text_ar": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
      "text_en_pickthall": "And the trumpet is blown and lo! from the graves they hie unto their Lord,"
    },
    {
      "global_id": 3757,
      "surah": 36,
      "ayah": 52,
      "verse_key": "36:52",
      "text_ar": "قَالُوا۟ يَـٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَـٰذَا مَا وَعَدَ ٱلرَّحْمَـٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
      "text_en_pickthall": "Crying: Woe upon us! Who hath raised us from our place of sleep? This is that which the Beneficent did promise, and the messengers spoke truth."
    },
    {
      "global_id": 3758,
      "surah": 36,
      "ayah": 53,
      "verse_key": "36:53",
      "text_ar": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
      "text_en_pickthall": "It is but one Shout, and behold them brought together before Us!"
    },
    {
      "global_id": 3759,
      "surah": 36,
      "ayah": 54,
      "verse_key": "36:54",
      "text_ar": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
      "text_en_pickthall": "This day no soul is wronged in aught; nor are ye requited aught save what ye used to do."
    },
    {
      "global_id": 3760,
      "surah": 36,
      "ayah": 55,
      "verse_key": "36:55",
      "text_ar": "إِنَّ أَصْحَـٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍ فَـٰكِهُونَ",
      "text_en_pickthall": "Lo! those who merit paradise this day are happily employed,"
    },
    {
      "global_id": 3761,
      "surah": 36,
      "ayah": 56,
      "verse_key": "36:56",
      "text_ar": "هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَـٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ",
      "text_en_pickthall": "They and their wives, in pleasant shade, on thrones reclining;"
    },
    {
      "global_id": 3762,
      "surah": 36,
      "ayah": 57,
      "verse_key": "36:57",
      "text_ar": "لَهُمْ فِيهَا فَـٰكِهَةٌ وَلَهُم مَّا يَدَّعُونَ",
      "text_en_pickthall": "Theirs the fruit (of their good deeds) and theirs (all) that they ask;"
    },
    {
      "global_id": 3763,
      "surah": 36,
      "ayah": 58,
      "verse_key": "36:58",
      "text_ar": "سَلَـٰمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ",
      "text_en_pickthall": "The word from a Merciful Lord (for them) is: Peace!"
    },
    {
      "global_id": 3764,
      "surah": 36,
      "ayah": 59,
      "verse_key": "36:59",
      "text_ar": "وَٱمْتَـٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ",
      "text_en_pickthall": "But avaunt ye, O ye guilty, this day!"
    },
    {
      "global_id": 3765,
      "surah": 36,
      "ayah": 60,
      "verse_key": "36:60",
      "text_ar": "۞ أَلَمْ أَعْهَدْ إِلَيْكُمْ يَـٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُدُوا۟ ٱلشَّيْطَـٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "text_en_pickthall": "Did I not charge you, O ye sons of Adam, that ye worship not the devil - Lo! he is your open foe! -"
    },
    {
      "global_id": 3766,
      "surah": 36,
      "ayah": 61,
      "verse_key": "36:61",
      "text_ar": "وَأَنِ ٱعْبُدُونِى ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "text_en_pickthall": "But that ye worship Me? That was the right path."
    },
    {
      "global_id": 3767,
      "surah": 36,
      "ayah": 62,
      "verse_key": "36:62",
      "text_ar": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ",
      "text_en_pickthall": "Yet he hath led astray of you a great multitude. Had ye then no sense?"
    },
    {
      "global_id": 3768,
      "surah": 36,
      "ayah": 63,
      "verse_key": "36:63",
      "text_ar": "هَـٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
      "text_en_pickthall": "This is hell which ye were promised (if ye followed him)."
    },
    {
      "global_id": 3769,
      "surah": 36,
      "ayah": 64,
      "verse_key": "36:64",
      "text_ar": "ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "text_en_pickthall": "Burn therein this day for that ye disbelieved."
    },
    {
      "global_id": 3770,
      "surah": 36,
      "ayah": 65,
      "verse_key": "36:65",
      "text_ar": "ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
      "text_en_pickthall": "This day We seal up their mouths, and their hands speak out to Us and their feet bear witness as to what they used to earn."
    },
    {
      "global_id": 3771,
      "surah": 36,
      "ayah": 66,
      "verse_key": "36:66",
      "text_ar": "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ",
      "text_en_pickthall": "And had We willed, We verily could have quenched their eyesight so that they should struggle for the way. Then how could they have seen?"
    },
    {
      "global_id": 3772,
      "surah": 36,
      "ayah": 67,
      "verse_key": "36:67",
      "text_ar": "وَلَوْ نَشَآءُ لَمَسَخْنَـٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَـٰعُوا۟ مُضِيًّا وَلَا يَرْجِعُونَ",
      "text_en_pickthall": "And had We willed, We verily could have fixed them in their place, making them powerless to go forward or turn back."
    },
    {
      "global_id": 3773,
      "surah": 36,
      "ayah": 68,
      "verse_key": "36:68",
      "text_ar": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
      "text_en_pickthall": "He whom we bring unto old age, We reverse him in creation (making him go back to weakness after strength). Have ye then no sense?"
    },
    {
      "global_id": 3774,
      "surah": 36,
      "ayah": 69,
      "verse_key": "36:69",
      "text_ar": "وَمَا عَلَّمْنَـٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ",
      "text_en_pickthall": "And We have not taught him (Muhammad) poetry, nor is it meet for him. This is naught else than a Reminder and a Lecture making plain,"
    },
    {
      "global_id": 3775,
      "surah": 36,
      "ayah": 70,
      "verse_key": "36:70",
      "text_ar": "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَـٰفِرِينَ",
      "text_en_pickthall": "To warn whosoever liveth, and that the word may be fulfilled against the disbelievers."
    },
    {
      "global_id": 3776,
      "surah": 36,
      "ayah": 71,
      "verse_key": "36:71",
      "text_ar": "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَـٰمًا فَهُمْ لَهَا مَـٰلِكُونَ",
      "text_en_pickthall": "Have they not seen how We have created for them of Our handiwork the cattle, so that they are their owners,"
    },
    {
      "global_id": 3777,
      "surah": 36,
      "ayah": 72,
      "verse_key": "36:72",
      "text_ar": "وَذَلَّلْنَـٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
      "text_en_pickthall": "And have subdued them unto them, so that some of them they have for riding, some for food?"
    },
    {
      "global_id": 3778,
      "surah": 36,
      "ayah": 73,
      "verse_key": "36:73",
      "text_ar": "وَلَهُمْ فِيهَا مَنَـٰفِعُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
      "text_en_pickthall": "Benefits and (divers) drinks have they from them. Will they not then give thanks?"
    },
    {
      "global_id": 3779,
      "surah": 36,
      "ayah": 74,
      "verse_key": "36:74",
      "text_ar": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ",
      "text_en_pickthall": "And they have taken (other) gods beside Allah, in order that they may be helped."
    },
    {
      "global_id": 3780,
      "surah": 36,
      "ayah": 75,
      "verse_key": "36:75",
      "text_ar": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ",
      "text_en_pickthall": "It is not in their power to help them; but they (the worshippers) are unto them a host in arms."
    },
    {
      "global_id": 3781,
      "surah": 36,
      "ayah": 76,
      "verse_key": "36:76",
      "text_ar": "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "text_en_pickthall": "So let not their speech grieve thee (O Muhammad). Lo! We know what they conceal and what proclaim."
    },
    {
      "global_id": 3782,
      "surah": 36,
      "ayah": 77,
      "verse_key": "36:77",
      "text_ar": "أَوَلَمْ يَرَ ٱلْإِنسَـٰنُ أَنَّا خَلَقْنَـٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
      "text_en_pickthall": "Hath not man seen that We have created him from a drop of seed? Yet lo! he is an open opponent."
    },
    {
      "global_id": 3783,
      "surah": 36,
      "ayah": 78,
      "verse_key": "36:78",
      "text_ar": "وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَـٰمَ وَهِىَ رَمِيمٌ",
      "text_en_pickthall": "And he hath coined for Us a similitude, and hath forgotten the fact of his creation, saying: Who will revive these bones when they have rotted away?"
    },
    {
      "global_id": 3784,
      "surah": 36,
      "ayah": 79,
      "verse_key": "36:79",
      "text_ar": "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
      "text_en_pickthall": "Say: He will revive them Who produced them at the first, for He is Knower of every creation,"
    },
    {
      "global_id": 3785,
      "surah": 36,
      "ayah": 80,
      "verse_key": "36:80",
      "text_ar": "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ",
      "text_en_pickthall": "Who hath appointed for you fire from the green tree, and behold! ye kindle from it."
    },
    {
      "global_id": 3786,
      "surah": 36,
      "ayah": 81,
      "verse_key": "36:81",
      "text_ar": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِقَـٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ",
      "text_en_pickthall": "Is not He Who created the heavens and the earth Able to create the like of them? Aye, that He is! for He is the All-Wise Creator,"
    },
    {
      "global_id": 3787,
      "surah": 36,
      "ayah": 82,
      "verse_key": "36:82",
      "text_ar": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
      "text_en_pickthall": "But His command, when He intendeth a thing, is only that He saith unto it: Be! and it is."
    },
    {
      "global_id": 3788,
      "surah": 36,
      "ayah": 83,
      "verse_key": "36:83",
      "text_ar": "فَسُبْحَـٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ",
      "text_en_pickthall": "Therefor Glory be to Him in Whose hand is the dominion over all things! Unto Him ye will be brought back."
    }
  ]
}
