{
  "surah_number": 40,
  "name_en": "Ghafir",
  "name_ar": "غافر",
  "verses_count": 85,
  "revelation_place": "makkah",
  "verses": [
    {
      "global_id": 4134,
      "surah": 40,
      "ayah": 1,
      "verse_key": "40:1",
      "text_ar": " حمٓ",
      "text_en_pickthall": "Ha. Mim."
    },
    {
      "global_id": 4135,
      "surah": 40,
      "ayah": 2,
      "verse_key": "40:2",
      "text_ar": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "text_en_pickthall": "The revelation of the Scripture is from Allah, the Mighty, the Knower,"
    },
    {
      "global_id": 4136,
      "surah": 40,
      "ayah": 3,
      "verse_key": "40:3",
      "text_ar": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ",
      "text_en_pickthall": "The Forgiver of sin, the Accepter of repentance, the Stern in punishment, the Bountiful. There is no Allah save Him. Unto Him is the journeying."
    },
    {
      "global_id": 4137,
      "surah": 40,
      "ayah": 4,
      "verse_key": "40:4",
      "text_ar": "مَا يُجَـٰدِلُ فِىٓ ءَايَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَـٰدِ",
      "text_en_pickthall": "None argue concerning the revelations of Allah save those who disbelieve, so let not their turn of fortune in the land deceive thee (O Muhammad)."
    },
    {
      "global_id": 4138,
      "surah": 40,
      "ayah": 5,
      "verse_key": "40:5",
      "text_ar": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَـٰدَلُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "text_en_pickthall": "The folk of Noah and the factions after them denied (their messengers) before these, and every nation purposed to seize their messenger and argued falsely, (thinking) thereby to refute the Truth. Then I seized them, and how (awful) was My punishment."
    },
    {
      "global_id": 4139,
      "surah": 40,
      "ayah": 6,
      "verse_key": "40:6",
      "text_ar": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَـٰبُ ٱلنَّارِ",
      "text_en_pickthall": "Thus was the word of thy Lord concerning those who disbelieve fulfilled: That they are owners of the Fire."
    },
    {
      "global_id": 4140,
      "surah": 40,
      "ayah": 7,
      "verse_key": "40:7",
      "text_ar": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ",
      "text_en_pickthall": "Those who bear the Throne, and all who are round about it, hymn the praises of their Lord and believe in Him and ask forgiveness for those who believe (saying): Our Lord! Thou comprehendest all things in mercy and knowledge, therefor forgive those who repent and follow Thy way. Ward off from them the punishment of hell."
    },
    {
      "global_id": 4141,
      "surah": 40,
      "ayah": 8,
      "verse_key": "40:8",
      "text_ar": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_en_pickthall": "Our Lord! And make them enter the Gardens of Eden which thou hast promised them, with such of their fathers and their wives and their descendants as do right. Lo! Thou, only Thou, art the Mighty, the Wise."
    },
    {
      "global_id": 4142,
      "surah": 40,
      "ayah": 9,
      "verse_key": "40:9",
      "text_ar": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "text_en_pickthall": "And ward off from them ill-deeds; and he from whom Thou wardest off ill-deeds that day, him verily hast Thou taken into mercy. That is the supreme triumph."
    },
    {
      "global_id": 4143,
      "surah": 40,
      "ayah": 10,
      "verse_key": "40:10",
      "text_ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ",
      "text_en_pickthall": "Lo! (on that day) those who disbelieve are informed by proclamation: Verily Allah´s abhorrence is more terrible than your abhorrence one of another, when ye were called unto the faith but did refuse."
    },
    {
      "global_id": 4144,
      "surah": 40,
      "ayah": 11,
      "verse_key": "40:11",
      "text_ar": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
      "text_en_pickthall": "They say: Our Lord! Twice hast Thou made us die, and twice hast Thou made us live. Now we confess our sins. Is there any way to go out?"
    },
    {
      "global_id": 4145,
      "surah": 40,
      "ayah": 12,
      "verse_key": "40:12",
      "text_ar": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
      "text_en_pickthall": "(It is said unto them): This is (your plight) because, when Allah only was invoked, ye disbelieved, but when some partner was ascribed to Him ye were believing. But the command belongeth only to Allah, the Sublime, the Majestic."
    },
    {
      "global_id": 4146,
      "surah": 40,
      "ayah": 13,
      "verse_key": "40:13",
      "text_ar": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "text_en_pickthall": "He it is Who showeth you His portents, and sendeth down for you provision from the sky. None payeth heed save him who turneth (unto Him) repentant."
    },
    {
      "global_id": 4147,
      "surah": 40,
      "ayah": 14,
      "verse_key": "40:14",
      "text_ar": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "text_en_pickthall": "Therefor (O believers) pray unto Allah, making religion pure for Him (only), however much the disbelievers be averse -"
    },
    {
      "global_id": 4148,
      "surah": 40,
      "ayah": 15,
      "verse_key": "40:15",
      "text_ar": "رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
      "text_en_pickthall": "The Exalter of Ranks, the Lord of the Throne. He causeth the Spirit of His command upon whom He will of His slaves, that He may warn of the Day of Meeting,"
    },
    {
      "global_id": 4149,
      "surah": 40,
      "ayah": 16,
      "verse_key": "40:16",
      "text_ar": "يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "text_en_pickthall": "The day when they come forth, nothing of them being hidden from Allah. Whose is the Sovereignty this day? It is Allah´s, the One, the Almighty."
    },
    {
      "global_id": 4150,
      "surah": 40,
      "ayah": 17,
      "verse_key": "40:17",
      "text_ar": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "text_en_pickthall": "This day is each soul requited that which it hath earned; no wrong (is done) this day. Lo! Allah is swift at reckoning."
    },
    {
      "global_id": 4151,
      "surah": 40,
      "ayah": 18,
      "verse_key": "40:18",
      "text_ar": "وَأَنذِرْهُمْ يَوْمَ ٱلْـَٔازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَـٰظِمِينَ ۚ مَا لِلظَّـٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
      "text_en_pickthall": "Warn them (O Muhammad) of the Day of the approaching (doom), when the hearts will be choking the throats, (when) there will be no friend for the wrong-doers, nor any intercessor who will be heard."
    },
    {
      "global_id": 4152,
      "surah": 40,
      "ayah": 19,
      "verse_key": "40:19",
      "text_ar": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
      "text_en_pickthall": "He knoweth the traitor of the eyes, and that which the bosoms hide."
    },
    {
      "global_id": 4153,
      "surah": 40,
      "ayah": 20,
      "verse_key": "40:20",
      "text_ar": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "text_en_pickthall": "Allah judgeth with truth, while those to whom they cry instead of Him judge not at all. Lo! Allah, He is the Hearer, the Seer."
    },
    {
      "global_id": 4154,
      "surah": 40,
      "ayah": 21,
      "verse_key": "40:21",
      "text_ar": "۞ أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
      "text_en_pickthall": "Have they not travelled in the land to see the nature of the consequence for those who disbelieved before them? They were mightier than these in power and (in the) traces (which they left behind them) in the earth. Yet Allah seized them for their sins, and they had no protector from Allah."
    },
    {
      "global_id": 4155,
      "surah": 40,
      "ayah": 22,
      "verse_key": "40:22",
      "text_ar": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
      "text_en_pickthall": "That was because their messengers kept bringing them clear proofs (of Allah´s Sovereignty) but they disbelieved; so Allah seized them. Lo! He is Strong, severe in punishment."
    },
    {
      "global_id": 4156,
      "surah": 40,
      "ayah": 23,
      "verse_key": "40:23",
      "text_ar": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "text_en_pickthall": "And verily We sent Moses with Our revelations and a clear warrant"
    },
    {
      "global_id": 4157,
      "surah": 40,
      "ayah": 24,
      "verse_key": "40:24",
      "text_ar": "إِلَىٰ فِرْعَوْنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرٌ كَذَّابٌ",
      "text_en_pickthall": "Unto Pharaoh and Haman and Korah, but they said: A lying sorcerer!"
    },
    {
      "global_id": 4158,
      "surah": 40,
      "ayah": 25,
      "verse_key": "40:25",
      "text_ar": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "text_en_pickthall": "And when he brought them the Truth from Our presence, they said: Slay the sons of those who believe with him, and spare their women. But the plot of disbelievers is in naught but error."
    },
    {
      "global_id": 4159,
      "surah": 40,
      "ayah": 26,
      "verse_key": "40:26",
      "text_ar": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
      "text_en_pickthall": "And Pharaoh said: Suffer me to kill Moses, and let him cry unto his Lord. Lo! I fear that he will alter your religion or that he will cause confusion in the land."
    },
    {
      "global_id": 4160,
      "surah": 40,
      "ayah": 27,
      "verse_key": "40:27",
      "text_ar": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
      "text_en_pickthall": "Moses said: Lo! I seek refuge in my Lord and your Lord from every scorner who believeth not in a Day of Reckoning."
    },
    {
      "global_id": 4161,
      "surah": 40,
      "ayah": 28,
      "verse_key": "40:28",
      "text_ar": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
      "text_en_pickthall": "And a believing man of Pharaoh´s family, who hid his faith, said: Would ye kill a man because he saith: My Lord is Allah, and hath brought you clear proofs from your Lord? If he is lying, then his lie is upon him; and if he is truthful, then some of that wherewith he threateneth you will strike you. Lo! Allah guideth not one who is a prodigal, a liar."
    },
    {
      "global_id": 4162,
      "surah": 40,
      "ayah": 29,
      "verse_key": "40:29",
      "text_ar": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "text_en_pickthall": "O my people! Yours is the kingdom to-day, ye being uppermost in the land. But who would save us from the wrath of Allah should it reach us? Pharaoh said: I do but show you what I think, and I do but guide you to wise policy."
    },
    {
      "global_id": 4163,
      "surah": 40,
      "ayah": 30,
      "verse_key": "40:30",
      "text_ar": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
      "text_en_pickthall": "And he who believed said: O my people! Lo! I fear for you a fate like that of the factions (of old);"
    },
    {
      "global_id": 4164,
      "surah": 40,
      "ayah": 31,
      "verse_key": "40:31",
      "text_ar": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
      "text_en_pickthall": "A plight like that of Noah´s folk, and A´ad and Thamud, and those after them, and Allah willeth no injustice for (His) slaves."
    },
    {
      "global_id": 4165,
      "surah": 40,
      "ayah": 32,
      "verse_key": "40:32",
      "text_ar": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
      "text_en_pickthall": "And, O my people! Lo! I fear for you a Day of Summoning,"
    },
    {
      "global_id": 4166,
      "surah": 40,
      "ayah": 33,
      "verse_key": "40:33",
      "text_ar": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "text_en_pickthall": "A day when ye will turn to flee, having no preserver from Allah: and he whom Allah sendeth astray, for him there is no guide."
    },
    {
      "global_id": 4167,
      "surah": 40,
      "ayah": 34,
      "verse_key": "40:34",
      "text_ar": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَـٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
      "text_en_pickthall": "And verily Joseph brought you of old clear proofs, yet ye ceased not to be in doubt concerning what he brought you till, when he died, ye said: Allah will not send any messenger after him. Thus Allah deceiveth him who is a prodigal, a doubter."
    },
    {
      "global_id": 4168,
      "surah": 40,
      "ayah": 35,
      "verse_key": "40:35",
      "text_ar": "ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
      "text_en_pickthall": "Those who wrangle concerning the revelations of Allah without any warrant that hath come unto them, it is greatly hateful in the sight of Allah and in the sight of those who believe. Thus doth Allah print on every arrogant, disdainful heart."
    },
    {
      "global_id": 4169,
      "surah": 40,
      "ayah": 36,
      "verse_key": "40:36",
      "text_ar": "وَقَالَ فِرْعَوْنُ يَـٰهَـٰمَـٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَـٰبَ",
      "text_en_pickthall": "And Pharaoh said: O Haman! Build for me a tower that haply I may reach the roads,"
    },
    {
      "global_id": 4170,
      "surah": 40,
      "ayah": 37,
      "verse_key": "40:37",
      "text_ar": "أَسْبَـٰبَ ٱلسَّمَـٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَـٰذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
      "text_en_pickthall": "The roads of the heavens, and may look upon the god of Moses, though verily I think him a liar. Thus was the evil that he did made fairseeming unto Pharaoh, and he was debarred from the (right) way. The plot of Pharaoh ended but in ruin."
    },
    {
      "global_id": 4171,
      "surah": 40,
      "ayah": 38,
      "verse_key": "40:38",
      "text_ar": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
      "text_en_pickthall": "And he who believed said: O my people! Follow me. I will show you the way of right conduct."
    },
    {
      "global_id": 4172,
      "surah": 40,
      "ayah": 39,
      "verse_key": "40:39",
      "text_ar": "يَـٰقَوْمِ إِنَّمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَـٰعٌ وَإِنَّ ٱلْـَٔاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
      "text_en_pickthall": "O my people! Lo! this life of the world is but a passing comfort, and lo! the Hereafter, that is the enduring home."
    },
    {
      "global_id": 4173,
      "surah": 40,
      "ayah": 40,
      "verse_key": "40:40",
      "text_ar": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
      "text_en_pickthall": "Whoso doeth an ill-deed, he will be repaid the like thereof, while whoso doeth right, whether male or female, and is a believer, (all) such will enter the Garden, where they will be nourished without stint."
    },
    {
      "global_id": 4174,
      "surah": 40,
      "ayah": 41,
      "verse_key": "40:41",
      "text_ar": "۞ وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
      "text_en_pickthall": "And, O my people! What aileth me that I call you unto deliverance when ye call me unto the Fire?"
    },
    {
      "global_id": 4175,
      "surah": 40,
      "ayah": 42,
      "verse_key": "40:42",
      "text_ar": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
      "text_en_pickthall": "Ye call me to disbelieve in Allah and ascribe unto Him as partners that whereof I have no knowledge, while I call you unto the Mighty, the Forgiver."
    },
    {
      "global_id": 4176,
      "surah": 40,
      "ayah": 43,
      "verse_key": "40:43",
      "text_ar": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
      "text_en_pickthall": "Assuredly that whereunto ye call me hath no claim in the world or in the Hereafter, and our return will be unto Allah, and the prodigals will be owners of the Fire."
    },
    {
      "global_id": 4177,
      "surah": 40,
      "ayah": 44,
      "verse_key": "40:44",
      "text_ar": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
      "text_en_pickthall": "And ye will remember what I say unto you. I confide my cause unto Allah. Lo! Allah is Seer of (His) slaves."
    },
    {
      "global_id": 4178,
      "surah": 40,
      "ayah": 45,
      "verse_key": "40:45",
      "text_ar": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
      "text_en_pickthall": "So Allah warded off from him the evils which they plotted, while a dreadful doom encompassed Pharaoh´s folk,"
    },
    {
      "global_id": 4179,
      "surah": 40,
      "ayah": 46,
      "verse_key": "40:46",
      "text_ar": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
      "text_en_pickthall": "The Fire; they are exposed to it morning and evening; and on the day when the Hour upriseth (it is said): Cause Pharaoh´s folk to enter the most awful doom."
    },
    {
      "global_id": 4180,
      "surah": 40,
      "ayah": 47,
      "verse_key": "40:47",
      "text_ar": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
      "text_en_pickthall": "And when they wrangle in the Fire, the weak say unto those who were proud: Lo! we were a following unto you; will ye therefor rid us of a portion of the Fire?"
    },
    {
      "global_id": 4181,
      "surah": 40,
      "ayah": 48,
      "verse_key": "40:48",
      "text_ar": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
      "text_en_pickthall": "Those who were proud say: Lo! we are all (together) herein. Lo! Allah hath judged between (His) slaves."
    },
    {
      "global_id": 4182,
      "surah": 40,
      "ayah": 49,
      "verse_key": "40:49",
      "text_ar": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
      "text_en_pickthall": "And those in the Fire say unto the guards of hell: Entreat your Lord that He relieve us of a day of the torment."
    },
    {
      "global_id": 4183,
      "surah": 40,
      "ayah": 50,
      "verse_key": "40:50",
      "text_ar": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "text_en_pickthall": "They say: Came not your messengers unto you with clear proofs? They say: Yea, verily. They say: Then do ye pray, although the prayer of disbelievers is in vain."
    },
    {
      "global_id": 4184,
      "surah": 40,
      "ayah": 51,
      "verse_key": "40:51",
      "text_ar": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
      "text_en_pickthall": "Lo! We verily do help Our messengers, and those who believe, in the life of the world and on the day when the witnesses arise,"
    },
    {
      "global_id": 4185,
      "surah": 40,
      "ayah": 52,
      "verse_key": "40:52",
      "text_ar": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
      "text_en_pickthall": "The day when their excuse availeth not the evil-doers, and theirs is the curse, and theirs the ill abode."
    },
    {
      "global_id": 4186,
      "surah": 40,
      "ayah": 53,
      "verse_key": "40:53",
      "text_ar": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
      "text_en_pickthall": "And We verily gave Moses the guidance, and We caused the Children of Israel to inherit the Scripture,"
    },
    {
      "global_id": 4187,
      "surah": 40,
      "ayah": 54,
      "verse_key": "40:54",
      "text_ar": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "text_en_pickthall": "A guide and a reminder for men of understanding."
    },
    {
      "global_id": 4188,
      "surah": 40,
      "ayah": 55,
      "verse_key": "40:55",
      "text_ar": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
      "text_en_pickthall": "Then have patience (O Muhammad). Lo! the promise of Allah is true. And ask forgiveness of thy sin, and hymn the praise of thy Lord at fall of night and in the early hours."
    },
    {
      "global_id": 4189,
      "surah": 40,
      "ayah": 56,
      "verse_key": "40:56",
      "text_ar": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "text_en_pickthall": "Lo! those who wrangle concerning the revelations of Allah without a warrant having come unto them, there is naught else in their breasts save pride which they will never attain. So take thou refuge in Allah. Lo! He, only He, is the Hearer, the Seer."
    },
    {
      "global_id": 4190,
      "surah": 40,
      "ayah": 57,
      "verse_key": "40:57",
      "text_ar": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "text_en_pickthall": "Assuredly the creation of the heavens and the earth is greater than the creation of mankind; but most of mankind know not."
    },
    {
      "global_id": 4191,
      "surah": 40,
      "ayah": 58,
      "verse_key": "40:58",
      "text_ar": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
      "text_en_pickthall": "And the blind man and the seer are not equal, neither are those who believe and do good works (equal with) the evil-doer. Little do ye reflect!"
    },
    {
      "global_id": 4192,
      "surah": 40,
      "ayah": 59,
      "verse_key": "40:59",
      "text_ar": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "text_en_pickthall": "Lo! the Hour is surely coming, there is no doubt thereof; yet most of mankind believe not."
    },
    {
      "global_id": 4193,
      "surah": 40,
      "ayah": 60,
      "verse_key": "40:60",
      "text_ar": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "text_en_pickthall": "And your Lord hath said: Pray unto Me and I will hear your prayer. Lo! those who scorn My service, they will enter hell, disgraced."
    },
    {
      "global_id": 4194,
      "surah": 40,
      "ayah": 61,
      "verse_key": "40:61",
      "text_ar": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "text_en_pickthall": "Allah it is Who hath appointed for you night that ye may rest therein, and day for seeing. Lo! Allah is a Lord of bounty for mankind, yet most of mankind give not thanks."
    },
    {
      "global_id": 4195,
      "surah": 40,
      "ayah": 62,
      "verse_key": "40:62",
      "text_ar": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "text_en_pickthall": "Such is Allah, your Lord, the Creator of all things, There is no Allah save Him. How then are ye perverted?"
    },
    {
      "global_id": 4196,
      "surah": 40,
      "ayah": 63,
      "verse_key": "40:63",
      "text_ar": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
      "text_en_pickthall": "Thus are they perverted who deny the revelations of Allah."
    },
    {
      "global_id": 4197,
      "surah": 40,
      "ayah": 64,
      "verse_key": "40:64",
      "text_ar": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "Allah it is Who appointed for you the earth for a dwelling-place and the sky for a canopy, and fashioned you and perfected your shapes, and hath provided you with good things. Such is Allah, your Lord. Then blessed be Allah, the Lord of the Worlds!"
    },
    {
      "global_id": 4198,
      "surah": 40,
      "ayah": 65,
      "verse_key": "40:65",
      "text_ar": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "He is the Living One. There is no Allah save Him. So pray unto Him, making religion pure for Him (only). Praise be to Allah, the Lord of the Worlds!"
    },
    {
      "global_id": 4199,
      "surah": 40,
      "ayah": 66,
      "verse_key": "40:66",
      "text_ar": "۞ قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "text_en_pickthall": "Say (O Muhammad): I am forbidden to worship those unto whom ye cry beside Allah since there have come unto me clear proofs from my Lord, and I am commanded to surrender to the Lord of the Worlds."
    },
    {
      "global_id": 4200,
      "surah": 40,
      "ayah": 67,
      "verse_key": "40:67",
      "text_ar": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
      "text_en_pickthall": "He it is Who created you from dust, then from a drop (of seed) then from a clot, then bringeth you forth as a child, then (ordaineth) that ye attain full strength and afterward that ye become old men - though some among you die before - and that ye reach an appointed term, that haply ye may understand."
    },
    {
      "global_id": 4201,
      "surah": 40,
      "ayah": 68,
      "verse_key": "40:68",
      "text_ar": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "text_en_pickthall": "He it is Who quickeneth and giveth death. When He ordaineth a thing, He saith unto it only: Be! and it is."
    },
    {
      "global_id": 4202,
      "surah": 40,
      "ayah": 69,
      "verse_key": "40:69",
      "text_ar": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
      "text_en_pickthall": "Hast thou not seen those who wrangle concerning the revelations of Allah, how they are turned away? -"
    },
    {
      "global_id": 4203,
      "surah": 40,
      "ayah": 70,
      "verse_key": "40:70",
      "text_ar": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
      "text_en_pickthall": "Those who deny the Scripture and that wherewith We send Our messengers. But they will come to know,"
    },
    {
      "global_id": 4204,
      "surah": 40,
      "ayah": 71,
      "verse_key": "40:71",
      "text_ar": "إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ",
      "text_en_pickthall": "When carcans are about their necks and chains. They are dragged"
    },
    {
      "global_id": 4205,
      "surah": 40,
      "ayah": 72,
      "verse_key": "40:72",
      "text_ar": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
      "text_en_pickthall": "Through boiling waters; then they are thrust into the Fire."
    },
    {
      "global_id": 4206,
      "surah": 40,
      "ayah": 73,
      "verse_key": "40:73",
      "text_ar": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
      "text_en_pickthall": "Then it is said unto them: Where are (all) that ye used to make partners (in the Sovereignty)"
    },
    {
      "global_id": 4207,
      "surah": 40,
      "ayah": 74,
      "verse_key": "40:74",
      "text_ar": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ",
      "text_en_pickthall": "Beside Allah? They say: They have failed us; but we used not to pray to anything before. Thus doth Allah send astray the disbelievers (in His guidance)."
    },
    {
      "global_id": 4208,
      "surah": 40,
      "ayah": 75,
      "verse_key": "40:75",
      "text_ar": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
      "text_en_pickthall": "(And it is said unto them): This is because ye exulted in the earth without right, and because ye were petulant."
    },
    {
      "global_id": 4209,
      "surah": 40,
      "ayah": 76,
      "verse_key": "40:76",
      "text_ar": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "text_en_pickthall": "Enter ye the gates of hell, to dwell therein. Evil is the habitation of the scornful."
    },
    {
      "global_id": 4210,
      "surah": 40,
      "ayah": 77,
      "verse_key": "40:77",
      "text_ar": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
      "text_en_pickthall": "Then have patience (O Muhammad). Lo! the promise of Allah is true. And whether we let thee see a part of that which We promise them, or (whether) We cause thee to die, still unto Us they will be brought back."
    },
    {
      "global_id": 4211,
      "surah": 40,
      "ayah": 78,
      "verse_key": "40:78",
      "text_ar": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
      "text_en_pickthall": "Verily We sent messengers before thee, among them those of whom We have told thee, and some of whom We have not told thee; and it was not given to any messenger that he should bring a portent save by Allah´s leave, but when Allah´s commandment cometh (the cause) is judged aright, and the followers of vanity will then be lost."
    },
    {
      "global_id": 4212,
      "surah": 40,
      "ayah": 79,
      "verse_key": "40:79",
      "text_ar": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
      "text_en_pickthall": "Allah it is Who hath appointed for you cattle, that ye may ride on some of them, and eat of some -"
    },
    {
      "global_id": 4213,
      "surah": 40,
      "ayah": 80,
      "verse_key": "40:80",
      "text_ar": "وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "text_en_pickthall": "(Many) benefits ye have from them - and that ye may satisfy by their means a need that is in your breasts, and may be borne upon them as upon the ship."
    },
    {
      "global_id": 4214,
      "surah": 40,
      "ayah": 81,
      "verse_key": "40:81",
      "text_ar": "وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ",
      "text_en_pickthall": "And He showeth you His tokens. Which, then, of the tokens of Allah do ye deny?"
    },
    {
      "global_id": 4215,
      "surah": 40,
      "ayah": 82,
      "verse_key": "40:82",
      "text_ar": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "text_en_pickthall": "Have they not travelled in the land to see the nature of the consequence for those before them? They were more numerous than these, and mightier in power and (in the) traces (which they left behind them) in the earth. But all that they used to earn availed them not."
    },
    {
      "global_id": 4216,
      "surah": 40,
      "ayah": 83,
      "verse_key": "40:83",
      "text_ar": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "text_en_pickthall": "And when their messengers brought them clear proofs (of Allah´s Sovereignty) they exulted in the knowledge they (themselves) possessed. And that which they were wont to mock befell them."
    },
    {
      "global_id": 4217,
      "surah": 40,
      "ayah": 84,
      "verse_key": "40:84",
      "text_ar": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
      "text_en_pickthall": "Then, when they saw Our doom, they said: We believe in Allah only and reject (all) that we used to associate (with Him)."
    },
    {
      "global_id": 4218,
      "surah": 40,
      "ayah": 85,
      "verse_key": "40:85",
      "text_ar": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ",
      "text_en_pickthall": "But their faith could not avail them when they saw Our doom. This is Allah´s law which hath ever taken course for His bondmen. And then the disbelievers will be ruined."
    }
  ]
}
