{
  "surah_number": 61,
  "name_en": "As-Saf",
  "name_ar": "الصف",
  "verses_count": 14,
  "revelation_place": "madinah",
  "verses": [
    {
      "global_id": 5164,
      "surah": 61,
      "ayah": 1,
      "verse_key": "61:1",
      "text_ar": " سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_en_pickthall": "All that is in the heavens and all that is in the earth glorifieth Allah, and He is the Mighty, the Wise."
    },
    {
      "global_id": 5165,
      "surah": 61,
      "ayah": 2,
      "verse_key": "61:2",
      "text_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
      "text_en_pickthall": "O ye who believe! Why say ye that which ye do not?"
    },
    {
      "global_id": 5166,
      "surah": 61,
      "ayah": 3,
      "verse_key": "61:3",
      "text_ar": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
      "text_en_pickthall": "It is most hateful in the sight of Allah that ye say that which ye do not."
    },
    {
      "global_id": 5167,
      "surah": 61,
      "ayah": 4,
      "verse_key": "61:4",
      "text_ar": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَـٰتِلُونَ فِى سَبِيلِهِۦ صَفًّا كَأَنَّهُم بُنْيَـٰنٌ مَّرْصُوصٌ",
      "text_en_pickthall": "Lo! Allah loveth them who battle for His cause in ranks, as if they were a solid structure."
    },
    {
      "global_id": 5168,
      "surah": 61,
      "ayah": 5,
      "verse_key": "61:5",
      "text_ar": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "text_en_pickthall": "And (remember) when Moses said unto his people: O my people! Why persecute ye me, when ye well know that I am Allah´s messenger unto you? So when they went astray Allah sent their hearts astray. And Allah guideth not the evil-living folk."
    },
    {
      "global_id": 5169,
      "surah": 61,
      "ayah": 6,
      "verse_key": "61:6",
      "text_ar": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَـٰتِ قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
      "text_en_pickthall": "And when Jesus son of Mary said: O Children of Israel! Lo! I am the messenger of Allah unto you, confirming that which was (revealed) before me in the Torah, and bringing good tidings of a messenger who cometh after me, whose name is the Praised One. Yet when he hath come unto them with clear proofs, they say: This is mere magic."
    },
    {
      "global_id": 5170,
      "surah": 61,
      "ayah": 7,
      "verse_key": "61:7",
      "text_ar": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَـٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "And who doeth greater wrong than he who inventeth a lie against Allah when he is summoned unto Al-Islam? And Allah guideth not wrongdoing folk."
    },
    {
      "global_id": 5171,
      "surah": 61,
      "ayah": 8,
      "verse_key": "61:8",
      "text_ar": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "text_en_pickthall": "Fain would they put out the light of Allah with their mouths, but Allah will perfect His light however much the disbelievers are averse."
    },
    {
      "global_id": 5172,
      "surah": 61,
      "ayah": 9,
      "verse_key": "61:9",
      "text_ar": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
      "text_en_pickthall": "He it is Who hath sent His messenger with the guidance and the religion of truth, that He may make it conqueror of all religion however much idolaters may be averse."
    },
    {
      "global_id": 5173,
      "surah": 61,
      "ayah": 10,
      "verse_key": "61:10",
      "text_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَـٰرَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ",
      "text_en_pickthall": "O ye who believe! Shall I show you a commerce that will save you from a painful doom?"
    },
    {
      "global_id": 5174,
      "surah": 61,
      "ayah": 11,
      "verse_key": "61:11",
      "text_ar": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "text_en_pickthall": "Ye should believe in Allah and His messenger, and should strive for the cause of Allah with your wealth and your lives. That is better for you, if ye did but know."
    },
    {
      "global_id": 5175,
      "surah": 61,
      "ayah": 12,
      "verse_key": "61:12",
      "text_ar": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "text_en_pickthall": "He will forgive you your sins and bring you into Gardens underneath which rivers flow, and pleasant dwellings in Gardens of Eden. That is the supreme triumph."
    },
    {
      "global_id": 5176,
      "surah": 61,
      "ayah": 13,
      "verse_key": "61:13",
      "text_ar": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِّنَ ٱللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "text_en_pickthall": "And (He will give you) another (blessing) which ye love: help from Allah and present victory. Give good tidings (O Muhammad) to believers."
    },
    {
      "global_id": 5177,
      "surah": 61,
      "ayah": 14,
      "verse_key": "61:14",
      "text_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّـۧنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَـٰهِرِينَ",
      "text_en_pickthall": "O ye who believe! Be Allah´s helpers, even as Jesus son of Mary said unto the disciples: Who are my helpers for Allah? They said: We are Allah´s helpers. And a party of the Children of Israel believed, while a party disbelieved. Then We strengthened those who believed against their foe, and they became the uppermost."
    }
  ]
}
