{
  "surah_number": 62,
  "name_en": "Al-Jumu'ah",
  "name_ar": "الجمعة",
  "verses_count": 11,
  "revelation_place": "madinah",
  "verses": [
    {
      "global_id": 5178,
      "surah": 62,
      "ayah": 1,
      "verse_key": "62:1",
      "text_ar": " يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "text_en_pickthall": "All that is in the heavens and all that is in the earth glorifieth Allah, the Sovereign Lord, the Holy One, the Mighty, the Wise."
    },
    {
      "global_id": 5179,
      "surah": 62,
      "ayah": 2,
      "verse_key": "62:2",
      "text_ar": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّـۧنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
      "text_en_pickthall": "He it is Who hath sent among the unlettered ones a messenger of their own, to recite unto them His revelations and to make them grow, and to teach them the Scripture and wisdom, though heretofore they were indeed in error manifest,"
    },
    {
      "global_id": 5180,
      "surah": 62,
      "ayah": 3,
      "verse_key": "62:3",
      "text_ar": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "text_en_pickthall": "Along with others of them who have not yet joined them. He is the Mighty, the Wise."
    },
    {
      "global_id": 5181,
      "surah": 62,
      "ayah": 4,
      "verse_key": "62:4",
      "text_ar": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "text_en_pickthall": "That is the bounty of Allah; which He giveth unto whom He will. Allah is of Infinite Bounty."
    },
    {
      "global_id": 5182,
      "surah": 62,
      "ayah": 5,
      "verse_key": "62:5",
      "text_ar": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "The likeness of those who are entrusted with the Law of Moses, yet apply it not, is as the likeness of the ass carrying books. Wretched is the likeness of folk who deny the revelations of Allah. And Allah guideth not wrongdoing folk."
    },
    {
      "global_id": 5183,
      "surah": 62,
      "ayah": 6,
      "verse_key": "62:6",
      "text_ar": "قُلْ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
      "text_en_pickthall": "Say (O Muhammad): O ye who are Jews! If ye claim that ye are favoured of Allah apart from (all) mankind, then long for death if ye are truthful."
    },
    {
      "global_id": 5184,
      "surah": 62,
      "ayah": 7,
      "verse_key": "62:7",
      "text_ar": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "text_en_pickthall": "But they will never long for it because of all that their own hands have sent before, and Allah is Aware of evil-doers."
    },
    {
      "global_id": 5185,
      "surah": 62,
      "ayah": 8,
      "verse_key": "62:8",
      "text_ar": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَـٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "text_en_pickthall": "Say (unto them, O Muhammad): Lo! the death from which ye shrink will surely meet you, and afterward ye will be returned unto the Knower of the Invisible and the Visible, and He will tell you what ye used to do."
    },
    {
      "global_id": 5186,
      "surah": 62,
      "ayah": 9,
      "verse_key": "62:9",
      "text_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "text_en_pickthall": "O ye who believe! When the call is heard for the prayer of the day of congregation, haste unto remembrance of Allah and leave your trading. That is better for you if ye did but know."
    },
    {
      "global_id": 5187,
      "surah": 62,
      "ayah": 10,
      "verse_key": "62:10",
      "text_ar": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
      "text_en_pickthall": "And when the prayer is ended, then disperse in the land and seek of Allah´s bounty, and remember Allah much, that ye may be successful."
    },
    {
      "global_id": 5188,
      "surah": 62,
      "ayah": 11,
      "verse_key": "62:11",
      "text_ar": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
      "text_en_pickthall": "But when they spy some merchandise or pastime they break away to it and leave thee standing. Say: That which Allah hath is better than pastime and than merchandise, and Allah is the Best of providers."
    }
  ]
}
