{
  "surah_number": 63,
  "name_en": "Al-Munafiqun",
  "name_ar": "المنافقون",
  "verses_count": 11,
  "revelation_place": "madinah",
  "verses": [
    {
      "global_id": 5189,
      "surah": 63,
      "ayah": 1,
      "verse_key": "63:1",
      "text_ar": " إِذَا جَآءَكَ ٱلْمُنَـٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ ۗ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَـٰفِقِينَ لَكَـٰذِبُونَ",
      "text_en_pickthall": "When the hypocrites come unto thee (O Muhammad), they say: We bear witness that thou art indeed Allah´s messenger. And Allah knoweth that thou art indeed His messenger, and Allah beareth witness that the hypocrites indeed are speaking falsely."
    },
    {
      "global_id": 5190,
      "surah": 63,
      "ayah": 2,
      "verse_key": "63:2",
      "text_ar": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "text_en_pickthall": "They make their faith a pretext so that they may turn (men) from the way of Allah. Verily evil is that which they are wont to do,"
    },
    {
      "global_id": 5191,
      "surah": 63,
      "ayah": 3,
      "verse_key": "63:3",
      "text_ar": "ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
      "text_en_pickthall": "That is because they believed, then disbelieved, therefore their hearts are sealed so that they understand not."
    },
    {
      "global_id": 5192,
      "surah": 63,
      "ayah": 4,
      "verse_key": "63:4",
      "text_ar": "۞ وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ۖ وَإِن يَقُولُوا۟ تَسْمَعْ لِقَوْلِهِمْ ۖ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ ۖ يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ۚ هُمُ ٱلْعَدُوُّ فَٱحْذَرْهُمْ ۚ قَـٰتَلَهُمُ ٱللَّهُ ۖ أَنَّىٰ يُؤْفَكُونَ",
      "text_en_pickthall": "And when thou seest them their figures please thee; and if they speak thou givest ear unto their speech. (They are) as though they were blocks of wood in striped cloaks. They deem every shout to be against them. They are the enemy, so beware of them. Allah confound them! How they are perverted!"
    },
    {
      "global_id": 5193,
      "surah": 63,
      "ayah": 5,
      "verse_key": "63:5",
      "text_ar": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا۟ يَسْتَغْفِرْ لَكُمْ رَسُولُ ٱللَّهِ لَوَّوْا۟ رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ",
      "text_en_pickthall": "And when it is said unto them: Come! The messenger of Allah will ask forgiveness for you! they avert their faces and thou seest them turning away, disdainful."
    },
    {
      "global_id": 5194,
      "surah": 63,
      "ayah": 6,
      "verse_key": "63:6",
      "text_ar": "سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَن يَغْفِرَ ٱللَّهُ لَهُمْ ۚ إِنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "text_en_pickthall": "Whether thou ask forgiveness for them or ask not forgiveness for them is all one for them; Allah will not forgive them. Lo! Allah guideth not the evil-living folk."
    },
    {
      "global_id": 5195,
      "surah": 63,
      "ayah": 7,
      "verse_key": "63:7",
      "text_ar": "هُمُ ٱلَّذِينَ يَقُولُونَ لَا تُنفِقُوا۟ عَلَىٰ مَنْ عِندَ رَسُولِ ٱللَّهِ حَتَّىٰ يَنفَضُّوا۟ ۗ وَلِلَّهِ خَزَآئِنُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَفْقَهُونَ",
      "text_en_pickthall": "They it is who say: Spend not on behalf of those (who dwell) with Allah´s messenger that they may disperse (and go away from you); when Allah´s are the treasures of the heavens and the earth; but the hypocrites comprehend not."
    },
    {
      "global_id": 5196,
      "surah": 63,
      "ayah": 8,
      "verse_key": "63:8",
      "text_ar": "يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى ٱلْمَدِينَةِ لَيُخْرِجَنَّ ٱلْأَعَزُّ مِنْهَا ٱلْأَذَلَّ ۚ وَلِلَّهِ ٱلْعِزَّةُ وَلِرَسُولِهِۦ وَلِلْمُؤْمِنِينَ وَلَـٰكِنَّ ٱلْمُنَـٰفِقِينَ لَا يَعْلَمُونَ",
      "text_en_pickthall": "They say: Surely, if we return to Al-Madinah the mightier will soon drive out the weaker; when might belongeth to Allah and to His messenger and to the believers; but the hypocrites know not."
    },
    {
      "global_id": 5197,
      "surah": 63,
      "ayah": 9,
      "verse_key": "63:9",
      "text_ar": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُلْهِكُمْ أَمْوَٰلُكُمْ وَلَآ أَوْلَـٰدُكُمْ عَن ذِكْرِ ٱللَّهِ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "text_en_pickthall": "O ye who believe! Let not your wealth nor your children distract you from remembrance of Allah. Those who do so, they are the losers."
    },
    {
      "global_id": 5198,
      "surah": 63,
      "ayah": 10,
      "verse_key": "63:10",
      "text_ar": "وَأَنفِقُوا۟ مِن مَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ أَحَدَكُمُ ٱلْمَوْتُ فَيَقُولَ رَبِّ لَوْلَآ أَخَّرْتَنِىٓ إِلَىٰٓ أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُن مِّنَ ٱلصَّـٰلِحِينَ",
      "text_en_pickthall": "And spend of that wherewith We have provided you before death cometh unto one of you and he saith: My Lord! If only thou wouldst reprieve me for a little while, then I would give alms and be among the righteous."
    },
    {
      "global_id": 5199,
      "surah": 63,
      "ayah": 11,
      "verse_key": "63:11",
      "text_ar": "وَلَن يُؤَخِّرَ ٱللَّهُ نَفْسًا إِذَا جَآءَ أَجَلُهَا ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "text_en_pickthall": "But Allah reprieveth no soul when its term cometh, and Allah is Informed of what ye do."
    }
  ]
}
