{
  "surah_number": 98,
  "name_en": "Al-Bayyinah",
  "name_ar": "البينة",
  "verses_count": 8,
  "revelation_place": "madinah",
  "verses": [
    {
      "global_id": 6131,
      "surah": 98,
      "ayah": 1,
      "verse_key": "98:1",
      "text_ar": " لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
      "text_en_pickthall": "Those who disbelieve among the People of the Scripture and the idolaters could not have left off (erring) till the clear proof came unto them,"
    },
    {
      "global_id": 6132,
      "surah": 98,
      "ayah": 2,
      "verse_key": "98:2",
      "text_ar": "رَسُولٌ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًا مُّطَهَّرَةً",
      "text_en_pickthall": "A messenger from Allah, reading purified pages"
    },
    {
      "global_id": 6133,
      "surah": 98,
      "ayah": 3,
      "verse_key": "98:3",
      "text_ar": "فِيهَا كُتُبٌ قَيِّمَةٌ",
      "text_en_pickthall": "Containing correct scriptures."
    },
    {
      "global_id": 6134,
      "surah": 98,
      "ayah": 4,
      "verse_key": "98:4",
      "text_ar": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
      "text_en_pickthall": "Nor were the People of the Scripture divided until after the clear proof came unto them."
    },
    {
      "global_id": 6135,
      "surah": 98,
      "ayah": 5,
      "verse_key": "98:5",
      "text_ar": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
      "text_en_pickthall": "And they are ordered naught else than to serve Allah, keeping religion pure for Him, as men by nature upright, and to establish worship and to pay the poor-due. That is true religion."
    },
    {
      "global_id": 6136,
      "surah": 98,
      "ayah": 6,
      "verse_key": "98:6",
      "text_ar": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ ۚ أُو۟لَـٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
      "text_en_pickthall": "Lo! those who disbelieve, among the People of the Scripture and the idolaters, will abide in fire of hell. They are the worst of created beings."
    },
    {
      "global_id": 6137,
      "surah": 98,
      "ayah": 7,
      "verse_key": "98:7",
      "text_ar": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
      "text_en_pickthall": "(And) lo! those who believe and do good works are the best of created beings."
    },
    {
      "global_id": 6138,
      "surah": 98,
      "ayah": 8,
      "verse_key": "98:8",
      "text_ar": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
      "text_en_pickthall": "Their reward is with their Lord: Gardens of Eden underneath which rivers flow, wherein they dwell for ever. Allah hath pleasure in them and they have pleasure in Him. This is (in store) for him who feareth his Lord."
    }
  ]
}
